[
    {
        "id":1, 
        "maintitle":"Our Mathematical World",
        "title":"Pilar Pauses to Lead the Way",
        "description":"This book focuses on “Pause”",
        "coverimg":"Our Math World Book 1 Cover1024_1.jpg",
        "bookimagesfoldername":"Our Math World Book 1 Inside Pages Spread",
        "pagesimages": [
            "Our Mathematic World Book 1 Inside Pages Spread_Page_02.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_03.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_04.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_05.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_06.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_07.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_08.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_09.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_10.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_11.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_12.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_13.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_14.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_15.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_16.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_17.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_18.jpg"],
        "pagestexts": [
            "Copyright 2022 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University/n All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law. For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1200 W. State St., West Lafayette, IN 47907./n The development of this book was funded by the Advanced Education Research and Development Fund’s (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund./n The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book./n Published by: David J. Purpura, West Lafayette, Indiana 47907/n To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com./nReaders,/nThis book is the first in a series of five books that was developed by the Our Mathematical World team to demonstrate the PULSE problem-solving approach in action. PULSE stands for:/nPause/nTake a deep breath and focus./nUnderstand and Remember /nRead the problem and keep information in mind./nLay it Out/nCreate a plan./nSolve/nFind a solution./nEvaluate/nDoes the solution make sense?/nThis book focuses on “Pause,” reminding students to take a deep breath and focus on the problem./nTry following along with Pilar, Unique, Lamar, Simone, and Eduardo as they showcase the PULSE approach to solve the math problems they encounter in this book./nWe hope you enjoy reading!/nThe Our Mathematical World Team",
            "Pilar was in Ms. Robin’s class when Principal Jones entered the classroom. /n“Good Afternoon! This is the last week of our food donation drive. /nWe have collected 250 cans of food so far. Remember, our goal is to collect at least 500 cans of donations for the food pantry./nLet’s do our best to reach this goal! Go Middie Rock!”",
            "Ms. Robin began discussing the class assignment and noticed Pilar’s hand was up. /n“Ms. Robin, I had more canned goods but I forgot them at home.” /n“No worries Pilar, you can bring them in tomorrow.” /n“Phew, I still have time!” Pilar exclaimed.",
            "“For now, let’s focus on our birdhouse projects for our feathery friends in the neighborhood park. You will need 48 sticks to build the birdhouse. Your directions are already on your desk. Get with your assigned group, grab your supplies, and get busy building.”",
            "On her way to get more supplies for her group, Pilar happened to overhear two of her friends disagreeing. “Hi, Unique and Lamar. Is everything okay?” “No!” Unique exclaimed. “We’ve glued 25 sticks so far, but we are not sure how many more sticks we need.” “Oh, we can solve that together,” Pilar replied.“Before I solve problems, I like to PAUSE and think about it.”",
            "“So let’s PAUSE,” Pilar said. “If you used 25 sticks but needed 48 total, you can think about how many to add to 25 to make 48.” “We could also subtract the 25 sticks you used from the total of 48 sticks,” Lamar said. ",
            "“I know, 23 more sticks!” Unique replied. “Thanks Pilar, for helping us PAUSE.” Pilar returned to her group to finish working when Ms. Robin got the class’s attention.“Okay everyone, time to stop working, you have ten minutes to clean up and pack up!”The dismissal bell rang.boxes they left with Mr. Booker, the community librarian.",
            "Mr. Booker greeted the friends with a welcoming smile. “Hello everyone, I’m glad you’re here. The donation boxes you left are in my office. Yesterday we had a delivery of 225 fiction books but 128 were transferred to another library. I’d like to know how many fiction books I have remaining.” “Counting every single book would take a long time and we could lose track. Can you think of another, more efficient way to find our answer?” “Oh, we can solve that together!” Pilar replied. “Before I solve problems, I like to PAUSE and think about it.”",
            "“Ok, well I’ll be at the front while you figure this out,” Mr. Booker whispered. Pilar, Simone, and Eduardo got right to it. “Let’s PAUSE and think. The box had a total of 225 books,” Pilar stated. Simone said, “I would add up from 128 to make 225.” Eduardo said, “I would subtract the 128 books from 225.",
            "“We’ve got it! Mr. Booker has 97 fiction books left,” Simone and Eduardo agreed. “97 books. Wow, thanks! I knew you could help. Let me repay you by delivering your boxes to the school.” “Thank you, Mr. Booker!” the friends replied. With that problem solved, they were off to pick up the public donation boxes they left with Mr. Flowers at the neighborhood garden.",
            "As they got closer to the garden, the friends noticed Unique and Lamar with Mr. Flowers. “Hello Mr. Flowers. Do you have a math problem for us to solve?” Pilar asked. “I have a dozen beautiful red rose bushes and eight beautiful yellow daisies to plant in our community garden. I have 16 plant pots but that’s not enough. Can we work together to figure out how many more pots I need to buy?” “Oh, we can solve that together,” Pilar replied. “Before I solve problems, I like to PAUSE and think about it.”",
            "“Hmm, how many rose bushes and daisies does Mr. Flowers want to plant in all?” Lamar responded. “He wants a dozen rose bushes. A dozen is 12, plus 8 daisies equals 20 flowers,” Simone said. “Right, but Mr. Flowers has 16 pots already,” Pilar stated. “Oh I know,” Unique chimed in, “I could start at 16 and count up to 20.” “That’s a good idea,” said Eduardo. “I know another way to solve this. I can subtract 16 from 20 and find out how many more pots he needs for the flowers.”",
            "“So Mr. Flowers needs 4 pots!” Eduardo said. The friends said goodbye to Mr. Flowers and gathered the donation boxes. “Well, it’s getting late and it’s time for me to get home for dinner,” Pilar said. “I will see you tomorrow!”",
            "“So Mr. Flowers needs 4 pots!” Eduardo said. The friends said goodbye to Mr. Flowers and gathered the donation boxes. “Well, it’s getting late and it’s time for me to get home for dinner,” Pilar said. “I will see you tomorrow!”",
            "Each student told Ms. Robin the number of cans collected yesterday and together the class made a bar graph. “Class,” Ms. Robin calmed her students, “Take a look at the bar graph we made. Write the total number of cans our class collected on your paper and bring it up to the front.” The students turned in their papers. Principal Jones faced the class and asked, “Did we meet our school goal of 500 cans?”",
            "Pilar raised her hand. “Well, Ms. Robin, whenever I solve a problem I always PAUSE first. This helps me stop and focus before I start to solve the problem. When I PAUSE and think about this problem, I know that we are adding because we are combining our number of cans to find the total. Our class brought 63 cans, plus the rest of the school’s 440 cans, equals a school total of 503. We met our goal!” With that, the class cheered and never forgot how important it was to PAUSE before solving any problem.",
            "Notes for Parents and Teachers: The Our Mathematical World team has a few suggestions for how you can use this book: • Each math problem is presented so the answer appears on the page after the problem. Encourage children to solve the problem before turning to the next page to confirm the answer. • The children in the story often have one or two ways to solve a math problem. Ask children if there are additional ways they would solve the problem with their friends. • Sometimes, numbers are presented in the story without a specific question. This is an opportunity to pose additional questions to children. For example, on page 5, the text says “collected 250 cans of food so far.” Encourage children to discuss the number of children to collect 5 cans each or 10 cans each. • Seek out opportunities to talk about mathematics. For example, the last problem in the story includes a bar graph. Help children identify the value of each colored bar on the graph by looking at the x-axis. Encourage children to compare the different values of the colored bars. From the Our Mathematical World team: “My students were both curious and engaged as they solved the problems with Pilar throughout the book.” - Danielle L., teacher, Hubbard Media Arts Academy"]
    },
    {
        "id":2, 
        "maintitle":"Our Mathematical World",
        "title":"Unique Understands and Lamar Lays Out a Plan",
        "description":"This book focuses on “Understand and Remember”",
        "coverimg":"Our Math World Book 2 Cover1024_1.jpg",
        "bookimagesfoldername":"Our Math World Book 2 Inside Pages Spread",
        "pagesimages": [
            "Our Math World Book 2 Inside Pages Spread1024_2.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_3.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_4.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_5.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_6.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_7.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_8.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_9.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_10.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_11.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_12.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_13.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_14.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_15.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_16.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_17.jpg",
            "Our Math World Book 2 Inside Pages Spread1024_18.jpg"],
        "pagestexts": [
            "Copyright 2022 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law. For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1200 W. State St., West Lafayette, IN 47907./n The development of this book was funded by the Advanced Education Research and Development Fund’s (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund./n The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book./n Published by: David J. Purpura, West Lafayette, Indiana 47907/n To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com./nReaders, Readers, This book is the first in a series of five books that was developed by the Our Mathematical World team to demonstrate the PULSE problem-solving approach in action. PULSE stands for:  Pause Take a deep breath and focus.  Understand and Remember Read the problem and keep information in mind. Lay it Out Create a plan  Solve Find a solution.  Evaluate Does the solution make sense? This book focuses on “Pause,” reminding students to take a deep breath and focus on the problem. Try following along with Pilar, Unique, Lamar, Simone, and Eduardo as they showcase the PULSE approach to solve the math problems they encounter in this book. We hope you enjoy reading!The Our Mathematical World Team",
            "Unique and Lamar were on their way to meet their friends at Ms. Oak’s lumber yard.  In two days, the community would be hosting a Grand Opening Celebration of the fruit and vegetable garden. Mayor Thompson was coming to speak about how this would help the community become healthier. ",
            "The friends were buzzing with excitement as they arrived. “Hello Ms. Oak. We are here to pick up the lumber for the new garden plots.” “Hmm, well, I have boards here, but I don’t know how many you need. How many plots are you making?” Ms. Oak inquired. Pilar started. “Let’s PAUSE and think. According to our community email, we are making ten square-shaped plots.”",
            "Unique jumped up and down with excitement. “Do you have the information we need to solve this problem?” Eduardo asked. “Yes,” Unique said. “I UNDERSTAND we will need four boards to make each plot because a square has four equal sides. I REMEMBER we need to make ten plots.”",
            "Lamar said, “Let’s LAY OUT our strategy. We could add four boards ten times to figure it out.” Simone said with a smile, “Or we could solve it by multiplying four boards times the ten plots. Either way, we would still come up with 40 boards in all.” “Bravo! The crew does it again,” Eduardo said with a grin. “Well done,” Ms. Oak complimented the friends. “Bring your wagons around the back, and we’ll load them together.”",
            "With all the lumber they needed, the friends headed back to the garden. “Hi Mr. Flowers,” the children said. “Do you have all of the boards we need?” “Yes, all 40 pieces,” Pilar expressed. “Great! What about the soil?” “Now we’ll go to see Ms. Pebbles at the hardware store for the soil.” Lamar exclaimed. “Don’t forget each plot needs three large bags,” said Mr. Flowers. “We’ve got it,” Eduardo replied. ",
            "The friends arrived at Ms. Pebbles’ store. “Hi Ms. Pebbles.” “Hi, children, what can I help you with today?” “We would like to pick up soil for the new garden plots.” Eduardo said. “Oh great, how many bags do you all need?” Ms. Pebbles asked. “Oh no,” exclaimed Simone. “Mr. Flowers didn’t tell us how many bags! And the bags that Ms. Pebbles sells are half the size of the ones in Mr. Flowers’ garden,” Simone said. “Don’t worry, we have all the information we need,” Unique REMEMBERED.",
            "“You’re right.” Pilar agreed. “We need to PAUSE first and think. “Right, we UNDERSTAND that each plot needs three large bags of soil. And we REMEMBER there are ten plots,” Unique said. “We need to find the total number of bags, which means we can LAY OUT a multiplication strategy,” Lamar joined in. “Absolutely, we can solve this by multiplying ten plots by three large bags, which will give us 30 in all,” Simone beamed. “Wait!” Eduardo said.",
            "“The bags of soil sold here are half the size we need,” Eduardo realized. “It will take two small bags to equal each large one,” said Unique. “Let’s LAY OUT a strategy. We can add another 30 small bags, so 30 plus 30 is equal to 60,” said Lamar.  “I thought about multiplying 30 bags by 2, and got the same answer, 60!” Eduardo said. “Great teamwork!” Ms. Pebbles said. “Now let’s load your wagons.” “Thank you, Ms. Pebbles,” the friends responded. “I can’t wait to start planting!” Pilar said with excitement. ",
            "The friends walked back to the garden and found that Mr. Flowers and some other volunteers had built the garden plots and they were ready for planting. “Welcome back and thank you so much for getting the soil. Let’s prepare to add the seeds. We need 36 seeds in each plot, and each plot should have 6 rows total.” “Ok, but how many seeds should we plant in each row?” Simone asked. “Great question, Simone. Let’s PAUSE and think,” said Pilar. ",
            "“Yes,” replied Unique. “We UNDERSTAND the total number of seeds to plant per plot and REMEMBER that we should split them into six rows.”  “That’s right, which means we can LAY OUT a strategy,” Lamar shared.  “I say start with 36 seeds and put one in each row until we run out of them.”",
            "“I think we should SOLVE it using division,” Simone suggested. “We could divide 36 seeds by the 6 rows.”  “What do you think Eduardo?” Simone questioned. “I agree, or we could skip count by 6 until we get to 36.” “Let’s try each way and see if we get the same answer,” said Eduardo. Pilar and Unique helped Lamar count out each seed one by one.",
            "“Looks like we all got the same answer...6,” Pilar observed. “We can each use the strategy that works best for us,” Lamar suggested. “Let’s put our information to good use and start filling up the rest of the plots.” “We did it!” the friends exclaimed. “You did a great job,” Mr. Flowers said. “I’ll see you tomorrow.” “Bye, Mr. Flowers,” the group replied.",
            "The next morning the friends arrived early to assist with any last minute projects. They noticed Mayor Thompson shaking hands with the people and greeting them. Later, when preparing for his speech, the Mayor realized he had no idea how many seeds were planted in the community garden. The group of friends heard the Mayor asking  volunteers for help.",
            "“Mayor Thompson!” Lamar said excitedly, “My friends and I helped plant the garden and we can help you with your problem.” “We can PAUSE and think first,” Pilar said. Unique joined in, “I UNDERSTAND that when you have the same amount of something over and over again and want to find the total you can add or multiply.” “I REMEMBER that we began with 10 plots and each has 36 seeds.” “Let me LAY OUT a multiplication problem,” Lamar said. “As a team we planted 36 seeds in each plot, and 36 seeds times 10 plots is equal to ...”",
            "“360 seeds!” said Lamar. “Thank you for your help,” Mayor Thompson replied. The friends were so happy that they vowed never to forget how important it was to UNDERSTAND and LAY OUT a plan to solve any problem they faced.",
            "Notes for Parents and Teachers: The Our Mathematical World team has a few suggestions for how you can use this book: • Each math problem is presented so the answer appears on the page after the problem. Encourage children to solve the problem before turning to the next page to confirm the answer. • The children in the story often have one or two ways to solve a math problem. Ask children if there are additional ways they would solve the problem with their friends. • Sometimes, words are used in the story (e.g., “total”) which could lead  children to use one operation. For example, many children may say that  “total” means to add, but in this story, to find the total, the students multiply.  This is an opportunity to pose questions to children about how no one word means a specific operation.  • Seek out opportunities to talk about mathematics. For example, when children are planting seeds, they create an array. Help children see how the  array represents multiplication in a similar way to groups with an equal  number in each group. As another example, the square plots at the beginning  of the story could lead to discussions about different four-sided shapes (like rectangles, parallelograms, trapezoids, and squares) as well as plots that are triangular or five-sided, six-sided, etc. From the Our Mathematical World team: “I liked that [this book] teaches you how to use math out in the world.” - fourth grade student, Hubbard Media Arts Academy"]
    },
    {
        "id":3, 
        "maintitle":"Our Mathematical World",
        "title":"Simone Solves and Eduardo Evaluates",
        "description":"This book focuses on “Sovle and Evaluate”",
        "coverimg":"Our Math World Book 3 Cover.jpg",
        "bookimagesfoldername":"Our Math World Book 3 Inside Pages Spread",
        "pagesimages": [
            "Our Math World Book 3 Inside Pages Spread-page-001.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-002.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-003.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-004.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-005.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-006.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-007.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-008.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-009.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-010.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-011.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-012.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-013.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-014.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-015.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-016.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-017.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-018.jpg"],
        "pagestexts": [
            "Copyright 2022 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law. For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1200 W. State St., West Lafayette, IN 47907./n The development of this book was funded by the Advanced Education Research and Development Fund’s (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund./n The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book./n Published by: David J. Purpura, West Lafayette, Indiana 47907/n To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com./nReaders, Readers, This book is the first in a series of five books that was developed by the Our Mathematical World team to demonstrate the PULSE problem-solving approach in action. PULSE stands for:  Pause Take a deep breath and focus.  Understand and Remember Read the problem and keep information in mind. Lay it Out Create a plan  Solve Find a solution.  Evaluate Does the solution make sense? This book focuses on “Pause,” reminding students to take a deep breath and focus on the problem. Try following along with Pilar, Unique, Lamar, Simone, and Eduardo as they showcase the PULSE approach to solve the math problems they encounter in this book. We hope you enjoy reading!The Our Mathematical World Team",
            "Unique and Lamar were on their way to meet their friends at Ms. Oak’s lumber yard.  In two days, the community would be hosting a Grand Opening Celebration of the fruit and vegetable garden. Mayor Thompson was coming to speak about how this would help the community become healthier. ",
            "The friends were buzzing with excitement as they arrived. “Hello Ms. Oak. We are here to pick up the lumber for the new garden plots.” “Hmm, well, I have boards here, but I don’t know how many you need. How many plots are you making?” Ms. Oak inquired. Pilar started. “Let’s PAUSE and think. According to our community email, we are making ten square-shaped plots.”",
            "Unique jumped up and down with excitement. “Do you have the information we need to solve this problem?” Eduardo asked. “Yes,” Unique said. “I UNDERSTAND we will need four boards to make each plot because a square has four equal sides. I REMEMBER we need to make ten plots.”",
            "Lamar said, “Let’s LAY OUT our strategy. We could add four boards ten times to figure it out.” Simone said with a smile, “Or we could solve it by multiplying four boards times the ten plots. Either way, we would still come up with 40 boards in all.” “Bravo! The crew does it again,” Eduardo said with a grin. “Well done,” Ms. Oak complimented the friends. “Bring your wagons around the back, and we’ll load them together.”",
            "With all the lumber they needed, the friends headed back to the garden. “Hi Mr. Flowers,” the children said. “Do you have all of the boards we need?” “Yes, all 40 pieces,” Pilar expressed. “Great! What about the soil?” “Now we’ll go to see Ms. Pebbles at the hardware store for the soil.” Lamar exclaimed. “Don’t forget each plot needs three large bags,” said Mr. Flowers. “We’ve got it,” Eduardo replied. ",
            "The friends arrived at Ms. Pebbles’ store. “Hi Ms. Pebbles.” “Hi, children, what can I help you with today?” “We would like to pick up soil for the new garden plots.” Eduardo said. “Oh great, how many bags do you all need?” Ms. Pebbles asked. “Oh no,” exclaimed Simone. “Mr. Flowers didn’t tell us how many bags! And the bags that Ms. Pebbles sells are half the size of the ones in Mr. Flowers’ garden,” Simone said. “Don’t worry, we have all the information we need,” Unique REMEMBERED.",
            "“You’re right.” Pilar agreed. “We need to PAUSE first and think. “Right, we UNDERSTAND that each plot needs three large bags of soil. And we REMEMBER there are ten plots,” Unique said. “We need to find the total number of bags, which means we can LAY OUT a multiplication strategy,” Lamar joined in. “Absolutely, we can solve this by multiplying ten plots by three large bags, which will give us 30 in all,” Simone beamed. “Wait!” Eduardo said.",
            "“The bags of soil sold here are half the size we need,” Eduardo realized. “It will take two small bags to equal each large one,” said Unique. “Let’s LAY OUT a strategy. We can add another 30 small bags, so 30 plus 30 is equal to 60,” said Lamar.  “I thought about multiplying 30 bags by 2, and got the same answer, 60!” Eduardo said. “Great teamwork!” Ms. Pebbles said. “Now let’s load your wagons.” “Thank you, Ms. Pebbles,” the friends responded. “I can’t wait to start planting!” Pilar said with excitement. ",
            "The friends walked back to the garden and found that Mr. Flowers and some other volunteers had built the garden plots and they were ready for planting. “Welcome back and thank you so much for getting the soil. Let’s prepare to add the seeds. We need 36 seeds in each plot, and each plot should have 6 rows total.” “Ok, but how many seeds should we plant in each row?” Simone asked. “Great question, Simone. Let’s PAUSE and think,” said Pilar. ",
            "“Yes,” replied Unique. “We UNDERSTAND the total number of seeds to plant per plot and REMEMBER that we should split them into six rows.”  “That’s right, which means we can LAY OUT a strategy,” Lamar shared.  “I say start with 36 seeds and put one in each row until we run out of them.”",
            "“I think we should SOLVE it using division,” Simone suggested. “We could divide 36 seeds by the 6 rows.”  “What do you think Eduardo?” Simone questioned. “I agree, or we could skip count by 6 until we get to 36.” “Let’s try each way and see if we get the same answer,” said Eduardo. Pilar and Unique helped Lamar count out each seed one by one.",
            "“Looks like we all got the same answer...6,” Pilar observed. “We can each use the strategy that works best for us,” Lamar suggested. “Let’s put our information to good use and start filling up the rest of the plots.” “We did it!” the friends exclaimed. “You did a great job,” Mr. Flowers said. “I’ll see you tomorrow.” “Bye, Mr. Flowers,” the group replied.",
            "The next morning the friends arrived early to assist with any last minute projects. They noticed Mayor Thompson shaking hands with the people and greeting them. Later, when preparing for his speech, the Mayor realized he had no idea how many seeds were planted in the community garden. The group of friends heard the Mayor asking  volunteers for help.",
            "“Mayor Thompson!” Lamar said excitedly, “My friends and I helped plant the garden and we can help you with your problem.” “We can PAUSE and think first,” Pilar said. Unique joined in, “I UNDERSTAND that when you have the same amount of something over and over again and want to find the total you can add or multiply.” “I REMEMBER that we began with 10 plots and each has 36 seeds.” “Let me LAY OUT a multiplication problem,” Lamar said. “As a team we planted 36 seeds in each plot, and 36 seeds times 10 plots is equal to ...”",
            "“360 seeds!” said Lamar. “Thank you for your help,” Mayor Thompson replied. The friends were so happy that they vowed never to forget how important it was to UNDERSTAND and LAY OUT a plan to solve any problem they faced.",
            "Notes for Parents and Teachers: The Our Mathematical World team has a few suggestions for how you can use this book: • Each math problem is presented so the answer appears on the page after the problem. Encourage children to solve the problem before turning to the next page to confirm the answer. • The children in the story often have one or two ways to solve a math problem. Ask children if there are additional ways they would solve the problem with their friends. • Sometimes, words are used in the story (e.g., “total”) which could lead  children to use one operation. For example, many children may say that  “total” means to add, but in this story, to find the total, the students multiply.  This is an opportunity to pose questions to children about how no one word means a specific operation.  • Seek out opportunities to talk about mathematics. For example, when children are planting seeds, they create an array. Help children see how the  array represents multiplication in a similar way to groups with an equal  number in each group. As another example, the square plots at the beginning  of the story could lead to discussions about different four-sided shapes (like rectangles, parallelograms, trapezoids, and squares) as well as plots that are triangular or five-sided, six-sided, etc. From the Our Mathematical World team: “I liked that [this book] teaches you how to use math out in the world.” - fourth grade student, Hubbard Media Arts Academy"]
    }
]