[
    {
        "id":1, 
        "languagetype":"eng",
        "maintitle":"Our Mathematical World",
        "title":"Pilar Pauses to Solve Problems",
        "description":"This book focuses on “Pause”",
        "coverimg":"Our Math World Book 1 Outside Cover Spread.jpg",
        "bookimagesfoldername":"Our Math World Book 1 Inside Pages Spread",
        "pagesimages": [
            "Our Mathematic World Book 1 Inside Pages Spread_Page_02.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_03.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_04.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_05.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_06.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_07.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_08.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_09.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_10.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_11.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_12.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_13.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_14.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_15.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_16.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_17.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_18.jpg"],
            "pagestexts": [
                ["Copyright 2022 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University All rights reserved. ",
                "No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, ",
                "without the prior permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law. ",
                "For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1200 W. State St., West Lafayette, IN 47907. The development of this book was funded by the Advanced Education Research ",
                "and Development Fund's (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund. ",
                "The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book. ",
                "Published by: David J. Purpura, West Lafayette, Indiana 47907 To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com. ",
                "Readers, This book is the first in a series of five books developed by the Our Mathematical World team to demonstrate the PULSE problem-solving approach:  ",
                "1) Pause 2) Take a deep breath and focus.  3) Understand and Remember 4) Read the problem and keep information in mind.  5) Lay it Out 6) Create a plan.  7) Solve 8) Find a solution.  ",
                "9) Evaluate 10) Does the solution make sense?This book focuses on Pause, reminding students to take a deep breath and focus on the problem. ",
                "Follow along with Pilar (pi-lar), Uriah (yur-i-uh), Lamar (luh-mar), Simone (si-moan), and Eduardo (ed-whar-do) as they showcase the PULSE approach to solve",
                "the math problems they encounter in this book. We hope you enjoy reading! The Our Mathematical World Team"]
                ,["Suggestions for Readers:The Our Mathematical World team has a few suggestions for how you can use this book:- Each math problem is presented so the answer appears on the page after the problem.",
                " Encourage children to solve the problem before turning to the next page to confirm the answer.- The children in the story often have one or two ways to solve a math problem. ",
                "Ask children if there are additional ways they would solve the problem with their friends.- Sometimes, numbers are presented in the story without a specific question. ",
                "This is an opportunity to pose additional questions to children. For example, on page 7, the text says collected 250 cans of food so far. ",
                "Encourage children to discuss the number of children to collect 5 cans each or 10 cans each.- Seek out opportunities to talk about mathematics. ",
                "For example, the last problem in the story includes a bar graph. Help children identify the value of each colored bar on the graph by looking at the x-axis. ",
                "Encourage children to compare the different values of the colored bars. From the Our Mathematical World team: ",
                "My students were both curious and engaged as they solved the problems with Pilar throughout the book. - Danielle L., teacher, Hubbard Media Arts Academy.  ",
                "Glossary This book contains math-specific vocabulary that helps students explain their mathematical thinking in precise ways. Below, we list the core math-specific vocabulary words in this book, ",
                "as well as general vocabulary that may be advanced for some readers.b Math-Specific Vocabulary: add - to put amounts together or to join to a set difference - ",
                "the result when separating from a set or comparing two numbers equal - having the same value or naming the same amount subtract - to separate from a set or compare two numbers sum - ",
                "the result when putting amounts together or joining to a set total - the entire amount of a set General Vocabulary: anxiously - being nervous or uneasy about something combining - ",
                "joining two or more sets together donation - a gift that is given to someone in need efficient - being productive without wasting a lot of time submit - to present something to someone else"]
                ,["Pilar was in Ms. Robin’s class when Principal Jones entered the classroom. “Good Afternoon! This is the last week of our food donation drive. ",
                "We have collected 250 cans of food so far. Remember, our goal is to collect at least 500 cans of donations for the food pantry. Let's do our best to reach this goal! Go Middie Rock!” "]
                ,["Ms. Robin began discussing the class assignment and noticed Pilar's hand was up. Ms. Robin, I have more canned goods but I forgot them at home. ",
                "No worries Pilar, you can bring them in tomorrow. Phew, I still have time!” Pilar exclaimed."]
                ,["For now, let’s focus on our birdhouse projects for our feathery friends in the neighborhood park. You will need 48 sticks to build the birdhouse. ",
                "Your directions are already on your desk. Get with your assigned group, grab your supplies, and get busy building."]
                ,["On her way to get more supplies for her group, Pilar happened to overhear two of her friends disagreeing. ",
                "Hi, Uriah and Lamar. Is everything okay? No! Uriah exclaimed. We've glued 25 sticks so far, but we are not sure how many more sticks we need. ",
                "Oh, we can solve that together, Pilar replied. Before I solve problems, I like to PAUSE and think about it."]
                ,["So let’s PAUSE, Pilar said. If you used 25 sticks but needed 48 total, you can think about how many to add to 25 to make the sum of 48. ",
                "We could also subtract the 25 sticks we used from the total of 48 sticks, Lamar said. "]
                ,["I know, 23 more sticks!” Uriah replied. Thanks Pilar, for helping us PAUSE. Pilar returned to her group to finish working when Ms. Robin got the class's attention. ",
                "Okay everyone, time to stop working, you have ten minutes to clean up! The dismissal bell rang. ",
                "Pilar, Simone, and Eduardo started their walk to pick up the public donation boxes they left with Mr. Booker, the community librarian."]
                ,["Mr. Booker greeted the friends with a welcoming smile. Hello everyone, I'm glad you're here. The donation boxes for the food drive are in my office, ",
                "but first I have a problem you can help me solve. Yesterday, we had a delivery of 225 books. ",
                "Then, 128 of those books were moved to another library. I need to know how many books I have remaining from that delivery. ",
                "Counting every single book I have left in these boxes would take a long time and we could lose track. Can you think of another, more efficient way to find our answer? ",
                "Oh, we can solve that together! Pilar replied.  Before I solve problems, I like to PAUSE and think about it. "]
                ,["Ok, well I’ll be at the front while you figure this out,” Mr. Booker whispered. Pilar, Simone, and Eduardo got right to it. ",
                "Let’s PAUSE and think. The delivery had a total of 225 books, Pilar stated. Simone said, “I would add up from 128 to make the sum of 225. Eduardo said, I would subtract the 128 books from 225. "]
                ,["We’ve got it! Mr. Booker has 97 books left, Simone and Eduardo agreed. 97 books. Wow, thanks! I knew you could help. ",
                "Let me repay you by delivering your canned goods to the school. Thank you, Mr. Booker! the friends replied. With that problem solved, ",
                "they were off to pick up the public donation boxes they left with Mr. Flowers at the neighborhood garden."]
                ,["As they got closer to the garden, the friends noticed Uriah and Lamar with Mr. Flowers. ",
                "Pilar was so happy about how she and her friends had solved math problems today that she asked Mr. Flowers if he had a math problem for them to solve. ",
                "We will be expanding our community garden to include fruits and vegetables, so I would like to repot a dozen purple tulips and 8 yellow daises. ",
                "I have 16 plant pots but that’s not enough. Can we work together to figure out how many more pots I need to buy? Oh, we can solve that together,” ",
                "Pilar replied. “Before I solve problems, I like to PAUSE and think about it. "]
                ,["Hmm, how many tulips and daisies does Mr. Flowers want to plant in all? Lamar responded. He wants to repot a dozen tulips. ",
                "A dozen is 12, plus 8 daises equals a sum of 20 flowers, Simone said. Right, but Mr. Flowers has 16 pots already, Pilar stated. ",
                "Oh, I know, Uriah chimed in, I could start at 16 and count up to 20. That's a good idea, said Eduardo. I know another way to solve this. ",
                "I can subtract 16 from 20 and find out how many more pots he needs for the flowers."]
                ,["4 is the difference. So Mr. Flowers needs 4 more pots! Eduardo said. The friends said goodbye to Mr. Flowers and gathered the donation boxes. ",
                "Well, it's getting late and it's time for me to get home for dinner, Pilar said. I will see you tomorrow!"]
                ,["The next day, Pilar brought in the cans she forgot the day before, and anxiously got to class a few minutes before Principal Jones started the announcements. ",
                "Good morning, students! We have reached the end of our food drive. Middie Rock Elementary has collected 440 cans of food so far. ",
                "We are waiting on your class to submit the number of cans of food collected so we can add that to our school total. Principal Jones asked the students, How many cans did you collect?"]
                ,["Each student told Ms. Robin the number of cans collected yesterday and together the class made a bar graph.Class, Ms. Robin calmed her students, Take a look at the bar graph we made. ",
                "Write the total number of cans our class collected on your paper and bring it up to the front. The students turned in their papers. ",
                "Principal Jones faced the class and asked, Did we meet our school goal of 500 cans?"]
                ,["Pilar raised her hand. Well, Ms. Robin, whenever I solve a problem I always PAUSE first. This helps me stop and focus before I start to solve the problem. ",
                "When I PAUSE and think about this problem, I know that we are adding because we are combining our number of cans to find the sum. Our class brought 63 cans, ",
                "plus the rest of the school’s 440 cans, equals a school total of 503. We met our goal! With that, the class cheered and never forgot how important it was to PAUSE before solving any problem."]
            ]
    },
    {
        "id":4, 
        "languagetype":"sp",
        "maintitle":"(SP)Our Mathematical World",
        "title":"(SP)Pilar Pauses to Solve Problems",
        "description":"(SP)This book focuses on “Pause”",
        "coverimg":"Our Math World Book 1 Outside Cover Spread.jpg",
        "bookimagesfoldername":"Our Math World Book 1 Inside Pages Spread",
        "pagesimages": [
            "Our Mathematic World Book 1 Inside Pages Spread_Page_02.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_03.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_04.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_05.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_06.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_07.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_08.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_09.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_10.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_11.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_12.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_13.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_14.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_15.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_16.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_17.jpg",
            "Our Mathematic World Book 1 Inside Pages Spread_Page_18.jpg"],
            "pagestexts": [
                ["Copyright 2022 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University All rights reserved. ",
                "No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, ",
                "without the prior permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law. ",
                "For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1200 W. State St., West Lafayette, IN 47907. The development of this book was funded by the Advanced Education Research ",
                "and Development Fund's (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund. ",
                "The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book. ",
                "Published by: David J. Purpura, West Lafayette, Indiana 47907 To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com. ",
                "Readers, This book is the first in a series of five books developed by the Our Mathematical World team to demonstrate the PULSE problem-solving approach:  ",
                "1) Pause 2) Take a deep breath and focus.  3) Understand and Remember 4) Read the problem and keep information in mind.  5) Lay it Out 6) Create a plan.  7) Solve 8) Find a solution.  ",
                "9) Evaluate 10) Does the solution make sense?This book focuses on Pause, reminding students to take a deep breath and focus on the problem. ",
                "Follow along with Pilar (pi-lar), Uriah (yur-i-uh), Lamar (luh-mar), Simone (si-moan), and Eduardo (ed-whar-do) as they showcase the PULSE approach to solve",
                "the math problems they encounter in this book. We hope you enjoy reading! The Our Mathematical World Team"]
                ,["Suggestions for Readers:The Our Mathematical World team has a few suggestions for how you can use this book:- Each math problem is presented so the answer appears on the page after the problem.",
                " Encourage children to solve the problem before turning to the next page to confirm the answer.- The children in the story often have one or two ways to solve a math problem. ",
                "Ask children if there are additional ways they would solve the problem with their friends.- Sometimes, numbers are presented in the story without a specific question. ",
                "This is an opportunity to pose additional questions to children. For example, on page 7, the text says collected 250 cans of food so far. ",
                "Encourage children to discuss the number of children to collect 5 cans each or 10 cans each.- Seek out opportunities to talk about mathematics. ",
                "For example, the last problem in the story includes a bar graph. Help children identify the value of each colored bar on the graph by looking at the x-axis. ",
                "Encourage children to compare the different values of the colored bars. From the Our Mathematical World team: ",
                "My students were both curious and engaged as they solved the problems with Pilar throughout the book. - Danielle L., teacher, Hubbard Media Arts Academy.  ",
                "Glossary This book contains math-specific vocabulary that helps students explain their mathematical thinking in precise ways. Below, we list the core math-specific vocabulary words in this book, ",
                "as well as general vocabulary that may be advanced for some readers.b Math-Specific Vocabulary: add - to put amounts together or to join to a set difference - ",
                "the result when separating from a set or comparing two numbers equal - having the same value or naming the same amount subtract - to separate from a set or compare two numbers sum - ",
                "the result when putting amounts together or joining to a set total - the entire amount of a set General Vocabulary: anxiously - being nervous or uneasy about something combining - ",
                "joining two or more sets together donation - a gift that is given to someone in need efficient - being productive without wasting a lot of time submit - to present something to someone else"]
                ,["Pilar was in Ms. Robin’s class when Principal Jones entered the classroom. “Good Afternoon! This is the last week of our food donation drive. ",
                "We have collected 250 cans of food so far. Remember, our goal is to collect at least 500 cans of donations for the food pantry. Let's do our best to reach this goal! Go Middie Rock!” "]
                ,["Ms. Robin began discussing the class assignment and noticed Pilar's hand was up. Ms. Robin, I have more canned goods but I forgot them at home. ",
                "No worries Pilar, you can bring them in tomorrow. Phew, I still have time!” Pilar exclaimed."]
                ,["For now, let’s focus on our birdhouse projects for our feathery friends in the neighborhood park. You will need 48 sticks to build the birdhouse. ",
                "Your directions are already on your desk. Get with your assigned group, grab your supplies, and get busy building."]
                ,["On her way to get more supplies for her group, Pilar happened to overhear two of her friends disagreeing. ",
                "Hi, Uriah and Lamar. Is everything okay? No! Uriah exclaimed. We've glued 25 sticks so far, but we are not sure how many more sticks we need. ",
                "Oh, we can solve that together, Pilar replied. Before I solve problems, I like to PAUSE and think about it."]
                ,["So let’s PAUSE, Pilar said. If you used 25 sticks but needed 48 total, you can think about how many to add to 25 to make the sum of 48. ",
                "We could also subtract the 25 sticks we used from the total of 48 sticks, Lamar said. "]
                ,["I know, 23 more sticks!” Uriah replied. Thanks Pilar, for helping us PAUSE. Pilar returned to her group to finish working when Ms. Robin got the class's attention. ",
                "Okay everyone, time to stop working, you have ten minutes to clean up! The dismissal bell rang. ",
                "Pilar, Simone, and Eduardo started their walk to pick up the public donation boxes they left with Mr. Booker, the community librarian."]
                ,["Mr. Booker greeted the friends with a welcoming smile. Hello everyone, I'm glad you're here. The donation boxes for the food drive are in my office, ",
                "but first I have a problem you can help me solve. Yesterday, we had a delivery of 225 books. ",
                "Then, 128 of those books were moved to another library. I need to know how many books I have remaining from that delivery. ",
                "Counting every single book I have left in these boxes would take a long time and we could lose track. Can you think of another, more efficient way to find our answer? ",
                "Oh, we can solve that together! Pilar replied.  Before I solve problems, I like to PAUSE and think about it. "]
                ,["Ok, well I’ll be at the front while you figure this out,” Mr. Booker whispered. Pilar, Simone, and Eduardo got right to it. ",
                "Let’s PAUSE and think. The delivery had a total of 225 books, Pilar stated. Simone said, “I would add up from 128 to make the sum of 225. Eduardo said, I would subtract the 128 books from 225. "]
                ,["We’ve got it! Mr. Booker has 97 books left, Simone and Eduardo agreed. 97 books. Wow, thanks! I knew you could help. ",
                "Let me repay you by delivering your canned goods to the school. Thank you, Mr. Booker! the friends replied. With that problem solved, ",
                "they were off to pick up the public donation boxes they left with Mr. Flowers at the neighborhood garden."]
                ,["As they got closer to the garden, the friends noticed Uriah and Lamar with Mr. Flowers. ",
                "Pilar was so happy about how she and her friends had solved math problems today that she asked Mr. Flowers if he had a math problem for them to solve. ",
                "We will be expanding our community garden to include fruits and vegetables, so I would like to repot a dozen purple tulips and 8 yellow daises. ",
                "I have 16 plant pots but that’s not enough. Can we work together to figure out how many more pots I need to buy? Oh, we can solve that together,” ",
                "Pilar replied. “Before I solve problems, I like to PAUSE and think about it. "]
                ,["Hmm, how many tulips and daisies does Mr. Flowers want to plant in all? Lamar responded. He wants to repot a dozen tulips. ",
                "A dozen is 12, plus 8 daises equals a sum of 20 flowers, Simone said. Right, but Mr. Flowers has 16 pots already, Pilar stated. ",
                "Oh, I know, Uriah chimed in, I could start at 16 and count up to 20. That's a good idea, said Eduardo. I know another way to solve this. ",
                "I can subtract 16 from 20 and find out how many more pots he needs for the flowers."]
                ,["4 is the difference. So Mr. Flowers needs 4 more pots! Eduardo said. The friends said goodbye to Mr. Flowers and gathered the donation boxes. ",
                "Well, it's getting late and it's time for me to get home for dinner, Pilar said. I will see you tomorrow!"]
                ,["The next day, Pilar brought in the cans she forgot the day before, and anxiously got to class a few minutes before Principal Jones started the announcements. ",
                "Good morning, students! We have reached the end of our food drive. Middie Rock Elementary has collected 440 cans of food so far. ",
                "We are waiting on your class to submit the number of cans of food collected so we can add that to our school total. Principal Jones asked the students, How many cans did you collect?"]
                ,["Each student told Ms. Robin the number of cans collected yesterday and together the class made a bar graph.Class, Ms. Robin calmed her students, Take a look at the bar graph we made. ",
                "Write the total number of cans our class collected on your paper and bring it up to the front. The students turned in their papers. ",
                "Principal Jones faced the class and asked, Did we meet our school goal of 500 cans?"]
                ,["Pilar raised her hand. Well, Ms. Robin, whenever I solve a problem I always PAUSE first. This helps me stop and focus before I start to solve the problem. ",
                "When I PAUSE and think about this problem, I know that we are adding because we are combining our number of cans to find the sum. Our class brought 63 cans, ",
                "plus the rest of the school’s 440 cans, equals a school total of 503. We met our goal! With that, the class cheered and never forgot how important it was to PAUSE before solving any problem."]
            ]
        },
    {
        "id":2, 
        "languagetype":"eng",
        "maintitle":"Our Mathematical World",
        "title":"Unique Understands and Lamar Lays Out a Plan",
        "description":"This book focuses on “Understand and Remember”  and “Lay It Out”",
        "coverimg":"Our Mathematical World Book 2 Cover.jpg",
        "bookimagesfoldername":"Our Math World Book 2 Inside Pages Spread",
        "pagesimages": [
            "Our Mathematic World Book 2 Inside Spread_Page_02.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_03.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_04.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_05.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_06.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_07.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_08.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_09.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_10.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_11.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_12.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_13.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_14.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_15.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_16.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_17.jpg",
            "Our Mathematic World Book 2 Inside Spread_Page_18.jpg"],
            "pagestexts": [
                ["Copyright 2022 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University All rights reserved. No part of this publication may be reproduced, distributed, ",
                "or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior permission of the publisher, ",
                "except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law. ",
                "For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1200 W. State St., West Lafayette, IN 47907. ",
                "The development of this book was funded by the Advanced Education Research and Development Fund's (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund. ",
                "The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book. ",
                "Published by: David J. Purpura, West Lafayette, Indiana 47907 To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com. ",
                "Readers, This book is the second in a series of five books developed by the Our Mathematical World team to demonstrate the PULSE problem-solving approach: ",
                "1) Pause 2) Take a deep breath and focus. 3) Understand and Remember 4) Read the problem and keep information in mind.  5) Lay it Out 6) Create a plan.  7) Solve 8) Find a solution.  ",
                "9) Evaluate 10) Does the solution make sense? This book focuses on Understand and Remember and Lay it Out, ",
                "reminding students to read the problem and identify important information to keep in mind, and create a plan for solving the problem. Follow along with Pilar (pi-lar), ",
                "Uriah (yur-i-uh), Lamar (luh-mar), Simone (si-moan), and Eduardo (ed-whar-do) as they showcase the PULSE approach to solve the math problems they encounter in this book. ",
                "We hope you enjoy reading! The Our Mathematical World Team"]
                ,["Suggestions for Readers: The Our Mathematical World team has a few suggestions for how you can use this book: - ",
                "Each math problem is presented so the answer appears on the page after the problem. Encourage children to solve the problem before turning to the next page to confirm the answer. - ",
                "The children in the story often have one or two ways to solve a math problem. Ask children if there are additional ways they would solve the problem with their friends. - ",
                "Sometimes, words are used in the story (e.g., total) which could lead children to use one operation. ",
                "For example, many children may say that total means to add, but in this story, to find the total, the students multiply. ",
                "This is an opportunity to pose questions to children about how no one word means a specific operation. - Seek out opportunities to talk about mathematics. ",
                "For example, when children are planting seeds, they create an array. ",
                "Help children see how the array represents multiplication in a similar way to groups with an equal number in each group. ",
                "As another example, the square plots at the beginning of the story could lead to discussions about different four-sided shapes (like rectangles, parallelograms, trapezoids, and squares) ",
                "as well as plots that are triangular or five-sided, six-sided, etc. From the Our Mathematical World team: I liked that [this book] teaches you how to use math out in the world. - ",
                "fourth grade student, Hubbard Media Arts Academy. Glossary  This book contains math-specific vocabulary that helps students explain their mathematical thinking in precise ways. ",
                "Below, we list the core math-specific vocabulary words in this book, as well as general vocabulary that may be advanced for some readers. ",
                "Math-Specific Vocabulary: add - to put amounts together or to join to a set division - sharing a set equally among groups or placing a set into groups equal - ",
                "having the same value or naming the same amount half - one of two equal parts multiplication - groups with an equal number in each group or a set compared a number of times product - ",
                "the answer to a multiplication problem sum - the result when putting amounts together or joining to a set total - the entire amount of a set General Vocabulary:  ",
                "assist - to give help to someone exclaimed - spoke suddenly or with strong feeling grin - a big smile lumber - large pieces of cut-up wood or trees observed - watched something plots - ",
                "a small area of planted ground strategy - an action plan created to achieve a goal vowed - made a promise"]
                ,["Uriah and Lamar were on their way to meet their friends at the lumber yard.   In two days, the community would be hosting a Grand Opening Celebration of the fruit and vegetable garden.  ",
                "Mayor Thompson was coming to speak about how this would help the community become healthier."]
                ,["The friends were buzzing with excitement as they arrived.  Hello, Mr. and Mrs. Oak. We are here to pick up the lumber for the new garden plots. ",
                "Hmm, well, I have boards here, but I don't know how many you need. How many plots are you making? Mrs. Oak inquired. Pilar started. ",
                "Let's PAUSE and think. According to our community email, we are making ten square-shaped plots."]
                ,["Uriah jumped up and down with excitement. Do you have the information we need to solve this problem? Eduardo asked.  ",
                "Yes, Uriah said. I UNDERSTAND we will need four boards to make each plot because a square has four equal sides. I REMEMBER we need to make ten plots."]
                ,["Lamar said, Let's LAY OUT our strategy. We could add 4 boards 10 times to figure it out. ",
                "Simone said with a smile, Or we could solve it by multiplying 4 boards times the 10 plots. ",
                "Either way, we would still come up with a total of 40 boards. Bravo! The crew does it again, Eduardo said with a grin. ",
                "Well done, Mr. Oak complimented the friends. Bring your wagons around the back, and we'll load them together."]
                ,["With all the lumber they needed, the friends headed back to the garden.  Hi Mr. Flowers, the children said.  ",
                "Do you have all of the boards we need?  Yes, all 40 pieces, Pilar replied.  Great! What about the soil?  Now we'll go to see Ms. Pebbles at the hardware store for the soil. Lamar exclaimed.  ",
                "Don't forget each plot needs three large bags, said Mr. Flowers.  We've got it, Eduardo replied."]
                ,["The friends arrived at Ms. Pebbles' store. Hi Ms. Pebbles. Hi, children, what can I help you with today? We would like to pick up soil for the new garden plots. Eduardo said.  ",
                "Oh great, how many bags do you all need? Ms. Pebbles asked.  ",
                "Oh no, exclaimed Simone. Mr. Flowers didn't tell us how many bags! And the bags that Ms. Pebbles sells are half the size of the ones in Mr. Flowers' garden, Simone said.  ",
                "Don't worry, we have all the information we need, Uriah REMEMBERED."]
                ,["You're right. Pilar agreed. We need to PAUSE first and think.  Right, we UNDERSTAND that each plot needs three large bags of soil. ",
                "And we REMEMBER there are ten plots, Uriah said.  We need to find the total number of bags, which means we can LAY OUT a multiplication strategy, Lamar joined in.  ",
                "Absolutely, we can solve this by multiplying ten plots by three large bags. The product of 10 times 3 is 30! Simone said.  Wait! Eduardo said."]
                ,["The bags of soil sold here are half the size we need, Eduardo realized.  It will take two small bags to equal each large one, said Uriah.  ",
                "Let's LAY OUT a strategy. We can add another 30 small bags, so 30 plus 30 is equal to a sum of 60, said Lamar.  ",
                "I thought about multiplying 30 bags by 2, and got the same answer, 60! Eduardo said. Great teamwork! ",
                "Ms. Pebbles said. Now let's load your wagons. Thank you, Ms. Pebbles, the friends responded. I can’t wait to start planting! Pilar said with excitement. "]
                ,["The friends walked back to the garden and found that Mr. Flowers and some other volunteers had built the garden plots and they were ready for planting. ",
                "Welcome back and thank you so much for getting the soil. Let's prepare to add the seeds. We need 36 seeds in each plot, and each plot should have 6 rows total. ",
                "Ok, but how many seeds should we plant in each row? Simone asked.  Great question, Simone. Let's PAUSE and think, said Pilar."]
                ,["Yes, replied Uriah. We UNDERSTAND the total number of seeds to plant per plot and REMEMBER that we should split them into six rows.  ",
                "That's right, which means we can LAY OUT a strategy, Lamar shared.  I say start with 36 seeds and put one in each row until we run out of them."]
                ,["I think we should SOLVE it using division, Simone suggested. We could divide 36 seeds by the 6 rows.  What do you think Eduardo? Simone questioned.  ",
                "I agree, or we could skip count by 6 until we get to 36. Let's try each way and see if we get the same answer, said Eduardo. ",
                "Pilar and Uriah helped Lamar count out each seed one by one."]
                ,["Looks like we all got the same answer...6, Pilar observed. We can each use the strategy that works best for us, Lamar suggested. ",
                "Let’s put our information to good use and start filling up the rest of the plots. We did it! the friends exclaimed.  ",
                "You did a great job, Mr. Flowers said. I’ll see you tomorrow. Bye, Mr. Flowers, the group replied."]
                ,["The next morning the friends arrived early to assist with any last minute projects.  They noticed Mayor Thompson shaking hands with the people and greeting them.  ",
                "Later, when preparing for his speech, the Mayor realized he had no idea how many seeds were planted in the community garden. The group of friends heard the Mayor asking volunteers for help."]
                ,["Mayor Thompson! Lamar said excitedly, My friends and I helped plant the garden and we can help you with your problem. ",
                "We can PAUSE and think first, Pilar said.  Uriah joined in, I UNDERSTAND that when you have the same amount of something over and over again and want to find the total you can add or multiply. ",
                "I REMEMBER that we began with 10 plots and each has 36 seeds. Let me LAY OUT a multiplication problem, Lamar said. ",
                "As a team we planted 36 seeds in each plot, and the product of 36 seeds times 10 plots is ..."]
                ,["360 seeds! said Lamar. Thank you for your help, Mayor Thompson replied. ",
                "The friends were so happy that they vowed never to forget how important it was to UNDERSTAND and LAY OUT a plan to solve any problem they faced."]
            ]
    },
    {
        "id":3, 
        "languagetype":"eng",
        "maintitle":"Our Mathematical World",
        "title":"Simone Solves and Eduardo Evaluates",
        "description":"This book focuses on “Solve” and “Evaluate”",
        "coverimg":"Our Math World Book 3 Outside Cover.jpg",
        "bookimagesfoldername":"Our Math World Book 3 Inside Pages Spread",
        "pagesimages": [
            "Our Math World Book 3 Inside Pages Spread-page-002.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-003.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-004.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-005.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-006.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-007.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-008.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-009.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-010.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-011.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-012.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-013.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-014.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-015.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-016.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-017.jpg",
            "Our Math World Book 3 Inside Pages Spread-page-018.jpg"],
            "pagestexts": [
                ["Copyright 2022 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University All rights reserved. ",
                "No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, ",
                "without the prior permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law. ",
                "For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1200 W. State St., West Lafayette, IN 47907.  ",
                "The development of this book was funded by the Advanced Education Research and Development Fund’s (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund.  ",
                "The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book.  ",
                "Published by: David J. Purpura, West Lafayette, Indiana 47907  To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com. ",
                "Readers, Readers, This book is the third in a series of five books developed by the Our Mathematical  World team to demonstrate the PULSE problem-solving approach in action. ",
                "PULSE stands for:  Pause Take a deep breath and focus.  Understand and Remember Read the problem and keep information in mind. Lay it Out  Create a plan. Solve  Find a solution. ",
                "Evaluate Does the solution make sense? This book focuses on Solve and Evaluate, reminding students to find a solution to the problem and then check whether their solution makes sense. ",
                "Try following along with Pilar, Unique, Lamar, Simone, and Eduardo as they showcase the PULSE approach to solve the math problems they encounter in the book. ",
                "We hope you enjoy reading! The Our Mathematical World Team"]
                ,["Lamar walked past the community garden and saw Simone and Pilar with Mr. Flowers. Hi! Lamar said. ",
                "What are you all up to? Oh, just picking the strawberries from the berry plot, Simone replied. That looks like a lot. How many do we have? Lamar asked."]
                ,["I recall that there were 30 strawberry plants that each grew 25 strawberries so far, Mr. Flowers replied. ",
                "Just as Lamar picked the last few strawberries, Unique and Eduardo entered the garden. The friends waved.  We’re about to count the strawberries, Simone shared, and there are so many. ",
                "We need a way to count them quickly. You’re right, Pilar said. Let’s PAUSE and think."]
                ,["Right, Unique said, and I UNDERSTAND and REMEMBER two things. First, each of the 30 plants has 25 strawberries. Second, we want to find the  total number of strawberries. ",
                "Which means we can LAY OUT a plan. We could add but it might be easier to multiply, Lamar said.  But what would we multiply? Pilar asked. ",
                "We can multiply 30 plants times 25 strawberries to SOLVE our problem, Simone stated."]
                ,["That’s a total of 750 strawberries! Simone said. Let’s EVALUATE our solution and check to see if it makes sense, said Eduardo. ",
                "We can multiply 30 x 20, which is 600. Then we can multiply 30 x  5, which is 150. Next, we can add the products together, and I see we have the same answer of 750 strawberries.  ",
                "Excellent! Mr. Flowers said. You know, we could have even more success if we had a few beehives around the garden. Bees are very helpful in helping plants, like strawberries, grow.  ",
                "What do you mean? Unique asked. Bees pollinate strawberries by transferring pollen between flowers. ",
                "Once they are better pollinated, each of our plants could produce as many as 75 strawberries! Mr. Flowers explained. That sounds cool! Unique said, smiling."]
                ,["The friends decided to walk to the Busy Bee Store to determine the cost of Beehive Kits for the garden. Altogether, the kits would cost $225. $225!! That’s a lot of money, Eduardo said. ",
                "How are we going to make that much money? Feeling a bit disappointed, the friends began walking back to the garden. As they passed the bakery, Unique stopped in her tracks.  ",
                "Hey, I have the most incredible idea. Let’s talk to Ms. Crumbs to see if she needs strawberries for her pies! Unique said. Ooh, that’s a great idea. ",
                "We can sell our strawberries and use the money we make to purchase the Beehive Kits for the garden! Simone said."]
                ,["As the friends enter the bakery, they are greeted warmly by Ms. Crumbs. It is wonderful to see you! How can I help you today? ",
                "The strawberries we harvested from the community garden are for sale. Would you like to buy them for your pies? Pilar asked. ",
                "This is perfect timing! I am planning to make several pies for this month’s Farmers Market. I would need 50 strawberries for each pie, said Ms. Crumbs."]
                ,["Wait, wait, wait, Lamar exclaimed. We have to try to raise enough money for purchasing the beehive kits, but before we plan how much we should sell the strawberries for, ",
                "first we have to figure out how many pies Ms. Crumbs could make with all of the strawberries we have. ",
                "As a new customer entered the bakery, Ms. Crumbs turned to the friends and said, I’ll be with you in a few minutes. The friends huddled together. Well, let’s PAUSE and think, Pilar started. ",
                "I UNDERSTAND that when we divide a total into equal groups, we use division, Unique said, and I REMEMBER that we have 750 strawberries total."]
                ,["We could also SOLVE this problem by thinking about how many groups of 50 we can make until we get to 750, said Simone. ",
                "Let’s LAY OUT a strategy, Lamar said. We could divide the 750 strawberries by the 50 needed for each pie."]
                ,["We have enough strawberries for 15 pies! exclaimed Simone. Let’s EVALUATE our answer, Eduardo said. ",
                "15 times 50 does equal 750. Our answer makes sense! That’s right! We figured out that Ms. Crumbs can make 15 pies with all of our strawberries. ",
                "But how can we make enough money to purchase the Beehive Kits?, said Simone.  Let’s PAUSE and think, said Pilar. ",
                "Unique nodded and replied, I UNDERSTAND and REMEMBER we need to raise $225 to buy the Beehive Kits."]
                ,["Let’s LAY OUT a strategy to find a solution to this problem, said Lamar.  We could divide the $225 we need to raise by the 15 pies, said Simone. ",
                "Or, we could subtract 15 from 225 over and over until we got to zero and count how many times we subtracted 15, replied Lamar."]
                ,["I used division and I know that $225 divided by 15 is $15! Simone said with excitement.  Let’s EVALUATE that answer. $15 times 15 equals $225, so we got the same answer, said Eduardo.  ",
                "We’ve got it! Simone replied. $225 is what we will charge in all, just the right amount for purchasing the Beehive Kits!"]
                ,["Ms. Crumbs rejoined the conversation. Well, are we ready to make a deal? Yes, we have 750 strawberries to sell to you Ms. Crumbs. ",
                "Because you need 50 strawberries for each pie, you will be able to make 15 pies for the Farmers Market. We would sell the strawberries for $15 per pie, so $225 total. ",
                "Do you accept our offer? asked Pilar. Yes! Thank you so much. My customers will appreciate that these strawberries were grown in our very own community garden, Ms Crumbs replied."]
                ,["Thank you! the friends exclaimed when Ms. Crumbs accepted their offer. They ran back to the garden to tell Mr. Flowers the good news. ",
                "Mr. Flowers, the group of friends exclaimed, We did it! We raised enough money to buy the Beehive Kits!  ",
                "Well done, everyone. With your help, we should see triple the fruit in the garden by this time next year, Mr. Flowers said."]
                ,["Excitedly, the friends began to package the strawberries so they could be delivered to the bakery.  ",
                "You can package the strawberries in these containers that hold 75 strawberries each, said Mr. Flowers. ",
                "Let’s PAUSE first, said Pilar. I UNDERSTAND we should divide up our strawberries across the containers you have, and I REMEMBER we have 750 strawberries in all, replied Unique. ",
                "I can LAY OUT a strategy to add 75 strawberries to each container, said Lamar."]
                ,["We can SOLVE this together. 750 divided by 75. That means we need 10 containers! Simone said. Great! Let’s EVALUATE our answer. ",
                "I know when we multiply 75 times 10 we get 750 - just the right amount! Eduardo added. ",
                "The friends packaged the strawberries and returned to the bakery. Here you go, Ms. Crumbs. 750 strawberries for your delicious pies, Eduardo announced.  ",
                "Ms. Crumbs handed the friends an envelope with her payment inside. Let’s go pick up our Beehive Kits! Pilar said. ",
                "The friends did it again. Even when faced with a challenge, they worked together to SOLVE each problem, and EVALUATE their solutions."]
                ,["Notes for Parents and Teachers: The Our Mathematical World team has a few suggestions for how you can use  this book: • ",
                "Each math problem is presented so the answer appears on the page after the problem. ",
                "Encourage children to solve the problem before turning to the next page to confirm the answer. • The children in the story often have one or two ways to solve a math problem.  ",
                "Ask children if there are additional ways they would solve the problem with their friends. • ",
                "Engage children in discussions about how the operations (i.e., addition,  subtraction, multiplication, and division) relate to one another. ",
                "For example, with 30 plants x 25 strawberries, discuss that both multiplication and addition could be used to solve, but that multiplication may be more efficient.  • ",
                "Emphasize the math language used throughout the story. For example, products is used to describe factors that are multiplied. ",
                "Talk about other uses for the term product and how math language can be heard in the math  classroom and other places. From the Our Mathematical World team: Using PULSE is a great idea. ",
                "It helps you solve the problem. – Jorden W., third grade student, Amanda Elementary, Middletown City School District My students loved the book. ",
                "They wanted more math! – Angela A., teacher, Amanda Elementary, Middletown City School District"]
            ]
    },
    {
        "id":5, 
        "languagetype":"eng",
        "maintitle":"Our Mathematical World",
        "title":"Problem Solving with Sweet Treats",
        "description":"This book focuses on the “PULSE” problem-solving approach",
        "coverimg":"Our Math World Book 4 Outside Cover.jpg",
        "bookimagesfoldername":"Our Math World Book 4 Inside Pages Spread",
        "pagesimages": [
            "Our Mathematic World Book 4 Inside Pages Spread_Page_03.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_04.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_05.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_06.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_07.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_08.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_09.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_10.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_11.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_12.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_13.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_14.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_15.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_16.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_17.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_18.jpg",
            "Our Mathematic World Book 4 Inside Pages Spread_Page_19.jpg"],
            "pagestexts": [
                ["Copyright 2022 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University",
               "All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or ",
               "mechanical methods, without the prior permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law. ",
               "For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1200 W. State St., West Lafayette, IN 47907.",
               "The development of this book was funded by the Advanced Education Research and Development Fund's (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund.",
               "The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book.",
               "Published by: David J. Purpura, West Lafayette, Indiana 47907",
               "To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com.",
               "Readers,This book is the fourth in a series of five books developed by the Our Mathematical World team to demonstrate the PULSE problem-solving approach:",
               "•PauseoTake a deep breath and focus. •Understand and RememberoRead the problem and keep information in mind. •Lay it OutoCreate a plan. •SolveoFind a solution. •EvaluateoDoes the solution make sense?",
               "Follow along with Pilar (pi-lar), Uriah (yur-i-uh), Lamar (luh-mar), Simone (si-moan), and Eduardo (ed-whar-do) as they showcase the PULSE approach to solve the math problems they encounter in this book.",
               "We hope you enjoy reading! The Our Mathematical World Team"]
               ,["Suggestions for Readers: The Our Mathematical World team has a few suggestions for how you can use this book: ",
               "- Each math problem is presented so the answer appears on the page after the problem. Encourage children to solve the problem before turning to the next page to confirm the answer. ",
               "- The children in the story often have one or two ways to solve a math problem. Ask children if there are additional ways they would solve the problem with their friends. ",
               "- This story focuses on understanding fractions. Engage children in conversation about the language of fractions. For example, In ½, the numerator is 1 and the denominator is 2.",
               "- Engage children is discussions about the operations. For example, when Eduardo multiplies, use the visuals to discuss what multiplication means. Also, discuss how multiplication relates to division.",
               "- When the story emphasizes adding, subtracting, multiplying, or dividing fractions, discuss the meaning of the operations. Use hands-on tools or visuals to help children understand the operation. ",
               "For example, for ½ × 4, use visuals to show how ½ × 4 is a product of 4/2 and how 4/2 is equivalent to 2.",
               "- Discuss with children the equivalent decimals and percentages to each fraction. For example, ½ is 0.5 and 50%. ",
               "Ask children how the calculations with decimals are the same as or different from those with fractions.",
               "- Have children create their own trail mix to share with the class, and emphasize each fractional part that is contributed to the trail mix. From the Our Mathematical World team: ",
               "I think [this book is] great for understanding math and how it works. - fourth grade student, Hubbard Media Arts Academy",
               "Glossary This book contains math-specific vocabulary that helps students explain their mathematical thinking in precise ways. ",
               "Below, we list the core math-specific vocabulary words in this book, as well as general vocabulary that may be advanced for some readers.",
               "Math-Specific Vocabulary: add - to put amounts together or to join to a setdenominator - in a fraction, the number of equal parts of the whole",
               "divide - to share a set equally among groups or place a set into groups equivalent. - having the same value or naming the same amount. fraction - a number that describes equal parts of a whole",
               "halves - an area, length, or set divided into two equal parts. mixed number - a number with a whole number and a fraction. ",
               "multiply - create groups with an equal number in each group or a set compared a number of times. numerator - in a fraction, the parts of the fraction. product - the answer to a multiplication problem",
               "quotient - the answer to a division problem. sum - the result when putting amounts together or joining to a set. whole - an area, length, or set that can be divided into equal parts",
               "General Vocabulary: appreciation - expression of thankfulness for something exclaimed - spoke suddenly or with strong feeling. ingredients - items that are needed to cook something",
               "motivating - encouraging someone to do something. recipe - a list of steps that you follow for how to cook something. repeated - occurring over and over again. ",
               "strategy - an action plan created to achieve a goal"]
               ,["Pilar and Uriah were sitting in the park talking when the rest of their friends showed up. ",
               "Hi, friends, Lamar said. What are you two doing?",
               "We are writing a card for Ms. Robin, Pilar responded. Next week is Teacher Appreciation Week!",
               "That’s right! Eduardo said. We can make some sweet treats to bring our six teachers every day!"]
               ,["We could make chocolate chip cookies for Monday, Simone suggested.",
               "And trail mix for Tuesday! Pilar exclaimed.",
               "Great plan! Lamar said. We can plan later for the rest of the week. I have an idea. Let’s collect the ingredients from home and meet at Ms. Crumbs’ bakery to get everything ready.",
               "See you all soon!” Simone said."]
               ,["When the group arrived at the bakery, they were greeted by Ms. Crumbs, Hello, everyone! How can I help you?",
               "Teacher Appreciation week starts tomorrow, and we wanted to know if we could use the bakery to make some treats for our six teachers. We would love to thank our teachers for everything they do,",
               "Pilar said. Wonderful idea! Ms. Crumbs replied. Of course, you can use the bakery! Thank you, the friends replied."]
               ,["Let’s start with chocolate chip cookies! Simone said. ",
               "Ms. Crumbs said, “You can use my favorite recipe. You need ⅓ cup of chocolate chips and ½ pound of cookie dough to make a batch of 6 cookies.",
               "⅓ is a fraction with 1 as the numerator and 3 as the denominator. ½ is also a fraction with a numerator of 1 and a denominator of 2.",
               "Ok, that’s great, but maybe we should make 24 cookies so our 6 teachers each get a few cookies, Eduardo said.",
               "Hmm, I wonder how we can change the recipe to make more cookies? Let’s PAUSE and think, Pilar said."]
               ,["Good idea! Uriah said. We UNDERSTAND that we must figure out how many batches will make 24 cookies, which will fit on our cookie sheet. ",
               "We also REMEMBER that this recipe will make 6 cookies, Uriah finished.",
               "I can LAY OUT a strategy to figure it out! Lamar said. We should divide 24 by 6 and we'll know how many batches to make.",
               "That’s right, Simone agreed. I can surely SOLVE this problem. 24 divided by 6 is..."]
               ,["“A quotient of 4!” exclaimed Simone.",
               "Yes! Eduardo said, I will EVALUATE our solution. When I multiply 6 times 4, that's 24. So, 24 divided by 6 is a quotient of 4.",
               "We did it! they cheered.",
               "Now what about the chocolate chips and the cookie dough?” Uriah said.",
               "Let’s PAUSE and think about this, Pilar said.",
               "We UNDERSTAND that ½ pound of cookie dough will make 1 batch of cookies. And we REMEMBER we need 4 batches to make 24 cookies, Uriah said.",
               "We can LAY OUT an addition strategy, Lamar said. We can add ½ 4 times to get our answer."]
               ,["We can SOLVE this! Simone exclaimed, “½ + ½ = 1 whole, and another ½ + ½ = 1 whole. Added together, that is a sum of 2 pounds of cookie dough.",
               "Bravo! Eduardo cheered. I can EVALUATE! ½ × 4 = 4/2, which is equivalent to 2.",
               "We figured it out! Pilar exclaimed."]
               ,["We still have the chocolate chips, Eduardo remembered.",
               "We can solve anything once we put our minds to it. Let’s PAUSE and think, Pilar said.",
               "We UNDERSTAND that 1 batch needs ⅓ cup of chocolate chips. And we REMEMBER that we need the recipe to be 4 times bigger to make 24 cookies, Uriah said.",
               "Which means I can LAY OUT a multiplication strategy. We could multiply ⅓ × 4 and get the product! Lamar said with excitement.",
               "I can SOLVE that! Simone said."]
               ,["The product of 4 × ⅓ is 4/3. We multiplied ⅓ 4 times to get the product of 1 ⅓ cups of chocolate chips needed to make this recipe for 4 batches, said Simone.",
               "Excellent, now I can EVALUATE! Eduardo said. We know that ⅓ times 4 is 1 ⅓ because if we add ⅓ + ⅓ + ⅓ this is a sum of 3/3, or 1 whole, and adding another ⅓ gives us 1 and ⅓. ",
               "1 and ⅓ is a mixed number. The friends mixed the ingredients, placed balls of dough on baking sheets, and baked the cookies in the oven."]
               ,["Thanks to great teamwork, the baked cookies looked delicious!",
               "Now for our next treat: Trail mix, Simone said.",
               "Ms. Crumbs said, I have the perfect recipe. You can use 1/6 cup of pretzels, 2/6 cups of raisins, and 3/6 cups of chocolate candies for 1 bag. ",
               "Notice that each of these fractions has a denominator of 6.",
               "Sounds easy enough. That means each bag will have 1 cup of trail mix! Uriah replied.",
               "We need to make one bag for each of our 6 teachers, so how do we make this recipe bigger? Lamar wondered."]
               ,["Let’s PAUSE and think, Pilar answered. We UNDERSTAND what we need for one bag. We REMEMBER that we should increase the ingredients to make enough for 6 teachers, Uriah shared.",
               "We can LAY OUT a multiplication strategy and multiply 6 to all of the ingredients, Lamar said. I can SOLVE this problem, Simone announced. "]
               ,["The product of 1/6 × 6 is 6/6, which is one cup of pretzels. Next, we have 2/6 × 6 which is 12/6, or 2 cups of raisins. ",
               "Finally, 3/6 × 6 which is a product of 18/6, or 3 cups of chocolate candies. That’s what we need to make all of the trail mix! Simone said.",
               "Hooray! Eduardo celebrated. Let's EVALUATE. I like to do repeated addition. For the chocolates, I know 3/6 is equivalent to 1/2. If I add 1/2 six times,",
               "that is a sum of 6 halves, or 3 whole cups of chocolate candies. The friends worked together to mix and bag up the trail mix.",
               "Wonderful job, everyone! Ms. Crumbs said. Thank you for allowing us to use your bakery, Ms. Crumbs! the friends replied as they packed up their treats."]
               ,["On Monday, the students arrived early to deliver their tasty treats to their teachers. ",
               "Good morning teachers! Pilar started, We want to thank you for always being there for us, motivating us to do our best, guiding us to do the right thing, and helping us through difficult situations.",
               "Thank you! the other students joined in."]
               ,["Lamar gave the teachers their boxes of cookies and said, We want to show our appreciation by presenting you with homemade chocolate chip cookies today, and more treats all week.",
               "Ms. Robin replied to the students, On behalf of the team, we appreciate the cookies and are excited about the other treats to come. Thank you for making us feel special."]
               ,["You’re welcome! Uriah stated, You’ll be happy to know that we used teamwork and our problem-solving skills.",
               "We PAUSED to focus on the problem first, explained Pilar. Then we made sure to UNDERSTAND and REMEMBER our key information, Uriah said.",
               "We worked together to LAY OUT an approach to solve the problem, Lamar said. And finally, we would SOLVE and EVALUATE!” exclaimed Simone and Eduardo together.",
               "The students and teachers all laughed."]
               ]
    }
]