[
    {
        "id":1,
        "languagetype":"eng",
        "maintitle":"Our Mathematical World",
        "title":"Pilar Pauses to Solve Problems",
        "description":"This book focuses on “Pause”",
        "coverimg":"Our Math World Book 1 Spread_Page_01 cropped.jpg",
        "bookimagesfoldername":"OMW English Book 1 Inside Pages Images",
        "pagesimages": [
            "Our Mathematic World Book 1 Spread_Page_03.jpg",
            "Our Mathematic World Book 1 Spread_Page_04.jpg",
            "Our Mathematic World Book 1 Spread_Page_05.jpg",
            "Our Mathematic World Book 1 Spread_Page_06.jpg",
            "Our Mathematic World Book 1 Spread_Page_07.jpg",
            "Our Mathematic World Book 1 Spread_Page_08.jpg",
            "Our Mathematic World Book 1 Spread_Page_09.jpg",
            "Our Mathematic World Book 1 Spread_Page_10.jpg",
            "Our Mathematic World Book 1 Spread_Page_11.jpg",
            "Our Mathematic World Book 1 Spread_Page_12.jpg",
            "Our Mathematic World Book 1 Spread_Page_13.jpg",
            "Our Mathematic World Book 1 Spread_Page_14.jpg",
            "Our Mathematic World Book 1 Spread_Page_15.jpg",
            "Our Mathematic World Book 1 Spread_Page_16.jpg",
            "Our Mathematic World Book 1 Spread_Page_17.jpg",
            "Our Mathematic World Book 1 Spread_Page_18.jpg",
            "Our Mathematic World Book 1 Spread_Page_19.jpg"],
            "pagestexts": [
                ["Copyright 2024 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University All rights reserved. ",
                "No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, ",
                "without the prior permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law. ",
                "For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1202 Mitch Daniels Blvd., Suite 310, West Lafayette, IN 47907. ",
                "The development of this book was funded by the Advanced Education Research and Development Fund’s (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund. ",
                "The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book. ",
                "Published by: David J. Purpura, West Lafayette, Indiana 47907. To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com. "]
                ,["Readers, This book is the first in a series of five books developed by the Our Mathematical World team to demonstrate the PULSE problem-solving approach:  ",
                "Pause: Take a deep breath and focus. Understand and Remember: Read the problem and keep information in mind. Lay it Out: Create a plan. Solve: Find a solution. Evaluate: Does the solution make sense? ",
	    	"This book focuses on Pause, reminding students to take a deep breath and focus on the problem. ",
                "Follow along with Pilar (pi-lar), Uriah (yur-i-uh), Lamar (luh-mar), Simone (si-moan), and Eduardo (ed-whar-do) as they showcase the PULSE approach to solve ",
                "the math problems they encounter in this book. We hope you enjoy reading! The Our Mathematical World Team"]
                ,["Suggestions for Teachers: The Our Mathematical World team has a few suggestions for how you can use this book: Each math problem is presented so the answer appears on the page after the problem.",
                "Encourage students to solve the problem before turning to the next page to confirm the answer. The children in the story often have one or two ways to solve a math problem. ",
                "Ask students if there are additional ways that they would solve the problem with their friends. Sometimes, numbers are presented in the story without a specific question. ",
                "This is an opportunity to pose additional questions to students. For example, on page 7, the text says collected 250 cans of food so far. ",
                "Encourage students to discuss the number of children needed if they were to collect 5 cans each or 10 cans each. ",
                "Seek out opportunities to talk about mathematics. For example, the last problem in the story includes a bar graph. Help students identify the value of each colored bar on the graph by looking at the x-axis. ",
                "Encourage students to compare the different values of the colored bars. From the Our Mathematical World Team: ",
                "My students were both curious and engaged as they solved the problems with Pilar throughout the book. - Danielle L., teacher, Hubbard Media Arts Academy.  ",
                "Glossary: This book contains math-specific vocabulary that helps students explain their mathematical thinking in precise ways. ",
                "Below, we list the core math-specific vocabulary words in this book, as well as general vocabulary that may be advanced for some readers. Math-Specific Vocabulary: add - to put amounts together or to join to a set. ",
                "difference - the result when separating from a set or comparing two numbers. equal - having the same value or naming the same amount. subtract - to separate from a set or compare two numbers ",
                "sum - the result when putting amounts together or joining to a set. total - the entire amount of a set ",
                "General Vocabulary: anxiously - being nervous or uneasy about something. combining - joining two or more sets together. donation - a gift that is given to someone in need ",
	    	"efficient - being productive without wasting a lot of time. submit - to present something to someone else"]
                ,["Pilar was in Ms. Robin’s class when Principal Jones entered the classroom. Good Afternoon! This is the last week of our food donation drive. ",
                "We have collected 250 cans of food so far. Remember, our goal is to collect at least 500 cans of donations for the food pantry. Let's do our best to reach this goal! Go Middie Rock! "]
                ,["Ms. Robin began discussing the class assignment and noticed Pilar's hand was up. Ms. Robin, I have more canned goods but I forgot them at home. ",
                "No worries Pilar, you can bring them in tomorrow. Phew, I still have time!” Pilar exclaimed."]
                ,["For now, let’s focus on our birdhouse projects for our feathery friends in the neighborhood park. You will need 48 sticks to build one birdhouse. ",
                "Your directions are already on your desk. Get with your assigned group, grab your supplies, and get busy building."]
                ,["On her way to get more supplies for her group, Pilar happened to overhear two of her friends disagreeing. ",
                "Hi, Uriah and Lamar. Is everything okay? No! Uriah exclaimed. We've glued 25 sticks so far, but we are not sure how many more sticks we need. ",
                "Oh, we can solve that together, Pilar replied. Before I solve problems, I like to PAUSE and think about it."]
                ,["So let’s PAUSE, Pilar said. If you used 25 sticks but needed 48 total, you can think about how many to add to 25 to make the sum of 48. ",
                "We could also subtract the 25 sticks we used from the total of 48 sticks, Lamar said. "]
                ,["I know, 23 more sticks! Uriah replied. Thanks Pilar, for helping us PAUSE. Pilar returned to her group to finish working when Ms. Robin got the class's attention.",
                "Okay everyone, time to stop working, you have ten minutes to clean up! The dismissal bell rang. ",
                "Pilar, Simone, and Eduardo started their walk to pick up the public donation boxes they left with Mr. Booker, the community librarian."]
                ,["Mr. Booker greeted the friends with a welcoming smile. Hello everyone, I'm glad you're here. The donation boxes for the food drive are in my office but first I have a problem you can help me solve. ",
                "Yesterday, we had a delivery of 225 books. Then, 128 of those books were moved to another library. I need to know how many books I have remaining from that delivery.",
                "Counting every single book I have left in these boxes would take a long time and we could lose track. Can you think of another, more efficient way to find our answer? ",
                "Oh, we can solve that together! Pilar replied.  Before I solve problems, I like to PAUSE and think about it. "]
                ,["Ok, well I’ll be at the front while you figure this out,” Mr. Booker whispered. Pilar, Simone, and Eduardo got right to it. ",
                "Let’s PAUSE and think. The delivery had a total of 225 books, Pilar stated. Simone said, “I would add up from 128 to make the sum of 225. Eduardo said, I would subtract the 128 books from 225. "]
                ,["We’ve got it! Mr. Booker has 97 books left, Simone and Eduardo agreed. 97 books. Wow, thanks! I knew you could help. Let me repay you by delivering your canned goods to the school. ",
                "Thank you Mr. Booker! the friends replied. With that problem solved, they were off to pick up the public donation boxes they left with Mr. Flowers at the neighborhood garden."]
                ,["As they got closer to the garden, the friends noticed Uriah and Lamar with Mr. Flowers. ",
                "Pilar was so happy about how she and her friends had solved math problems today that she asked Mr. Flowers if he had a math problem for them to solve. ",
                "We will be expanding our community garden to include fruits and vegetables, so I would like to repot a dozen purple tulips and 8 yellow daisies. ",
                "I have 16 pots but that’s not enough. Can we work together to figure out how many more pots I need to buy?  ",
                "Oh, we can solve that together, Pilar replied. Before I solve problems, I like to PAUSE and think about it. "]
                ,["Hmm, how many tulips and daisies does Mr. Flowers want to plant in all? Lamar responded. ",
                "He wants to repot a dozen tulips. A dozen is 12, plus 8 daisies equals a sum of 20 flowers, Simone said. Right, but Mr. Flowers has 16 pots already, Pilar stated. ",
                "Oh, I know, Uriah chimed in, I could start at 16 and count up to 20. That's a good idea, said Eduardo. I know another way to solve this. I can subtract 16 from 20 and find out how many more pots he needs for the flowers."]
                ,["4 is the difference. So Mr. Flowers needs 4 more pots! Eduardo said. The friends said goodbye to Mr. Flowers and gathered the donation boxes. ",
                "Well, it's getting late and it's time for me to get home for dinner, Pilar said. I will see you tomorrow!"]
                ,["The next day, Pilar brought in the cans she forgot the day before, and anxiously got to class a few minutes before Principal Jones started the announcements. ",
                "Good morning, students! We have reached the end of our food drive. Middie Rock Elementary has collected 440 cans of food so far. ",
                "We are waiting on your class to submit the number of cans of food collected so we can add that to our school total. Principal Jones asked the students, How many cans did you collect?"]
                ,["Each student told Ms. Robin the number of cans collected yesterday and together the class made a bar graph. Class, Ms. Robin calmed her students, Take a look at the bar graph we made. ",
                "Write the total number of cans our class collected on your paper and bring it up to the front. The students turned in their papers. ",
                "Principal Jones faced the class and asked, Did we meet our school goal of 500 cans?"]
                ,["Pilar raised her hand. Well, Ms. Robin, whenever I solve a problem I always PAUSE first. This helps me stop and focus before I start to solve the problem. ",
                "When I PAUSE and think about this problem, I know that we are adding because we are combining our number of cans to find the sum. Our class brought 63 cans, plus the rest of the school’s 440 cans, equals a school total of 503. We met our goal!",
                "With that, the class cheered and never forgot how important it was to PAUSE before solving any problem."]
            ]
    },
    {
        "id":4,
        "languagetype":"sp",
        "maintitle":"(SP) Nuestro Mundo Matemático",
        "title":"(SP) Pilar hace una pausa para resolver problemas",
        "description":"(SP) Este libro se enfoca en Pausa",
        "coverimg":"Our Mathematic World Book 1 Spanish Spread Hi-Res_Page_01.jpg",
        "bookimagesfoldername":"OMW Spanish Book 1 Inside Pages Images",
        "pagesimages": [
            "Our Mathematic World Book 1 Spanish Spread_Page_03.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_04.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_05.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_06.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_07.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_08.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_09.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_10.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_11.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_12.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_13.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_14.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_15.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_16.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_17.jpg",
            "Our Mathematic World Book 1 Spanish Spread_Page_18.jpg",
	    "Our Mathematic World Book 1 Spanish Spread_Page_19.jpg"],
            "pagestexts": [
                ["Derecho de autor 2024 Caroline Byrd Hornburg, David J. Purpura, El consejo de administración de la Universidad de Purdue. ",
                "Derechos reservados. Ninguna parte de esta publicación puede ser reproducida, distribuida o transmitida en cualquier forma o por cualquier medio, incluyendo fotocopias, grabaciones u otros medios electrónicos o mecánicos, ",
                "sin el permiso previo del editor, excepto en el caso de citas breves incorporadas en revisiones críticas y ciertos otros usos no comerciales permitidos por la ley de derechos de autor. ",
                "Para solicitar permiso, escriba al Dr. David Purpura, purpura@purdue.edu, 1202 Mitch Daniels Blvd., Suite 310, West Lafayette, IN 47907. ",
                "El desarrollo de este libro fue financiado por Advanced Education Research y Development Fund's (AERDF) EF+Math Program, patrocinado fiscalmente por NewSchools Venture Fund. ",
                "El equipo de Nuestro Mundo Matemático (Our Mathematical World) reconoce las contribuciones de los educadores y el personal del distrito escolar de la ciudad de Middletown y Hubbard Media Arts Academy. ",
                "Publicado por: David J. Purpura, West Lafayette, Indiana 47907 ",
                "Para obtener más información sobre la serie de libros creados por el equipo de Nuestro Mundo Matemático (Our Mathematical World) y sobre sus investigaciones académicas visite www.OurMathWorld.com. ",
                "Lectores, Este libro es el primero de una serie de cinco libros desarrollados por el equipo de Nuestro Mundo Matemático (Our Mathematical World) para demostrar cómo resolver problemas usando las estrategias de PULSE:  ",
                "Pausa: Respira hondo y enfócate.  entiende y recUerda: Lee bien el problema y recuerda los detalles más importantes.  pLanea: Haz un plan.  Soluciona: Encuentra una solución.  ",
                "Evalúa: ¿Tiene sentido la solución? Este libro se enfoca en “Pausa”, recordando a los estudiantes que respiren profundamente y se enfoquen en el problema. ",
                "Sigan a Pilar, Uriah, Lamar, Simone y Eduardo mientras muestran las estrategias de PULSE para resolver los problemas matemáticos que encuentran en este libro. ",
                "¡Esperamos que disfruten leyendo! El equipo de Nuestro Mundo Matemático (Our Mathematical World)"]
                ,["Sugerencias para las maestras: El equipo de Nuestro Mundo Matemático (Our Mathematical World) tiene algunas sugerencias sobre cómo se puede usar este libro ",
                "Cada problema matemático se presenta de manera que la respuesta aparece en la siguiente página. Anime a sus estudiantes a resolver el problema antes de pasar a la siguente página y confirmar la respuesta. ",
                "Los niños de la historia a menudo tienen una o dos maneras de resolver el problema matemático. Pregúntele a sus estudiantes si hay maneras adicionales de resolver el problema. ",
                "A veces, los números se presentan en la historia sin una pregunta específica. Esta es una oportunidad para hacerles preguntas adicionales a los estudiantes. Por ejemplo, en la página 7, el texto dice Se han recogido 250 latas de alimentos hasta ahora. ",
                "Pídale a los estudiantes que calculen cuántos niños necesitan recoger latas, si cada uno recoge 5 o 10. ",
                "Busque oportunidades para hablar sobre las matemáticas. Por ejemplo, el último problema de la historia incluye un gráfico de barras. Ayude a los estudiantes a identificar el valor de cada una de las barras de color viendo el eje de la x. ",
                "Anime a los estudiantes a comparar los diferentes valores de las barras de color. Del equipo de Nuestro Mundo Matemático (Our Mathematical World): ",
                "Mis alumnos estaban curiosos e involucrados mientras resolvían los problemas con Pilar a lo largo del libro. - Danielle L., maestra, Hubbard Media Arts Academy. ",
                "Glosario Este libro contiene vocabulario específico de matemáticas que ayuda a los estudiantes a explicar su pensamiento matemático de manera precisa. ",
                "A continuación, le proporcionamos palabras que conforman el vocabulario específico de matemáticas que encontrarán en este libro, y algunas palabras de vocabulario general que podrían ser avanzadas para algunos lectores. ",
                "Vocabulario específico de matemáticas: agregar/sumar - juntar cantidades o unirlas a un conjunto; diferencia - el resultado al separar un conjunto o comparar dos números; igual - tener el mismo valor o la misma cantidad ",
                "más - tener una mayor cantidad de un conjunto que otro, resolver - determinar una respuesta o solución, restar - separar un conjunto o comparar dos números ",
                "suma - la cantidad resultante de juntar o unir cantidades en un solo conjunto, total - el resultado al juntar cantidades o unirlas a un conjunto ",
                "Vocabulario general: ansiosamente - estar nervioso o incómodo por algo,  combinar - unir dos o más conjuntos,  donación - un regalo que se da a alguien en situación de necesidad ",
                "eficiente - ser productivo sin perder mucho tiempo, presentar - enseñar algo a otra persona "]
                ,["Pilar estaba en la clase de la Sra. Robin cuando la directora Jones entró al salón de clases. ¡Buenas tardes! Esta es la última semana de nuestra campaña de donación de alimentos. Hemos recolectado 250 latas de comida hasta ahora. ",
                "Recuerden, nuestro objetivo es recolectar al menos 500 latas para la despensa de alimentos. ¡Hagamos todo lo posible para alcanzar esa meta! ¡Vamos Middie Rock! "]
                ,["La Sra. Robin comenzó a discutir la tarea de la clase y notó que Pilar tenía la mano levantada. Sra. Robin, tengo más latas de comida pero las olvidé en casa. ",
                "No te preocupes Pilar. Puedes traerlas mañana. ¡Uf, todavía tengo tiempo!, exclamó Pilar."]
                ,["Por ahora, concentrémonos en nuestro proyecto para hacer pajareras para nuestros amigos emplumados que viven en el parque del vecindario. Necesitarán 48 palos de madera para construir una casa de pájaros. ",
                "Las instrucciones ya están en sus escritorios. Júntense con su grupo asignado, agarren sus materiales y comiencen a construir la casa para los pájaros."]
                ,["Mientras iba de camino para conseguir más materiales para su grupo, Pilar escuchó a dos de sus amigos discutiendo. ",
                "Hola, Uriah y Lamar. ¿Está todo bien? ¡No!, exclamó Uriah. Hemos pegado 25 palos hasta ahora, pero no estamos seguros de cuántos palos más necesitamos. ",
                "Ah, podemos resolver eso juntos, respondió Pilar. Antes de resolver problemas, me gusta hacer una PAUSA para pensar en la solución."]
                ,["Así que hagamos una PAUSA, dijo Pilar. Si utilizamos 25 palos pero necesitamos 48 en total, podemos pensar cuántos tenemos que añadir a los 25 para obtener el total de 48. ",
                "También podríamos restar los 25 palos que usamos del total de 48 palos, comentó Lamar."]
                ,["Ah, ya sé, ¡23 palos más! respondió Uriah. Gracias, Pilar, por ayudarnos a hacer una PAUSA. Pilar regresó a su grupo para terminar de trabajar cuando la Sra. Robin dijo. ",
                "Está bien niños y niñas, es hora de dejar de trabajar, ¡tienen diez minutos para limpiar! La campana de salida sonó. ",
                "Pilar, Simone y Eduardo se dirigieron a recoger las cajas de donaciones que dejaron con el Sr. Booker, el bibliotecario de la comunidad."]
                ,["El Sr. Booker saludó a los amigos con una sonrisa cordial. Hola, me alegra que estén aquí. Las cajas de donación están en mi oficina, pero primero tengo un problema que pueden ayudarme a resolver. ",
                "Ayer, tuvimos una entrega de 225 libros. Luego, 128 de esos libros fueron llevados a otra biblioteca. Necesito saber cuántos libros me quedan de esa entrega. ",
                "Contar cada libro que he dejado en estas cajas llevaría mucho tiempo y podríamos perder la cuenta. ¿Pueden pensar en otra forma más eficiente de encontrar nuestra respuesta? ",
                "¡Ah, podemos resolver eso juntos!, respondió Pilar. Antes de resolver los problemas, me gusta hacer una PAUSA y pensar en la solución."]
                ,["Bueno, estaré al frente mientras ustedes resuelven el problema, susurró el Sr. Booker. Pilar, Simone y Eduardo se pusieron a trabajar en la solución. ",
                "Hagamos una PAUSA y pensemos. La entrega tuvo un total de 225 libros, dijo Pilar. Yo contaría de 128 hasta llegar a 225, dijo Simone. Y yo restaría los 128 libros de 225, dijo Eduardo. "]
                ,["¡Encontramos la respuesta! Al Sr. Booker le quedan 97 libros, acordaron Simone y Eduardo. 97 libros. ¡Guau, gracias! Sabía que podían ayudarme. Déjenme entregarles las latas de comida como agradecimiento. ",
                "¡Gracias, Sr. Booker!, respondieron los amigos. Con ese problema resuelto, se fueron a recoger las cajas de donaciones que dejaron con el Sr. Flowers en el jardín del vecindario."]
                ,["Al acercarse al jardín, los amigos notaron que Uriah y Lamar estaban con el Sr. Flowers. ",
                "Pilar estaba tan feliz de cómo ella y sus amigos habían resuelto los problemas de matemáticas, que le preguntó al Sr. Flowers si tenía algún problema de matemáticas para que ellos le ayuden a resolverlo. ",
                "Vamos a expandir nuestro jardín del vecindario para incluir frutas y verduras, así que me gustaría transplantar una docena de tulipanes morados y 8 margaritas amarillas a macetas. ",
                "Tengo 16 macetas, pero no son suficientes. ¿Podemos trabajar juntos para averiguar cuántas macetas más tengo que comprar? ",
                "Ah, podemos resolver eso juntos, respondió Pilar. Antes de resolver los problemas, me gusta hacer una PAUSA para pensar en la solución."]
                ,["Mmm, ¿cuántos tulipanes y margaritas quiere plantar el Sr. Flowers en total? preguntó Lamar. ",
                "Quiere trasplantar una docena de tulipanes. Una docena son 12, más 8 margaritas, da un total de 20 flores, dijo Simone. Correcto, pero el Sr. Flowers ya tiene 16 macetas, dijo Pilar. ",
                "Sí, lo sé, dijo Uriah.  Yo puedo empezar con 16 y contar hasta 20. ",
                "Esa es una buena idea, dijo Eduardo. Sé de otra forma de resolver esto. Puedo restar 16 de 20 y averiguar cuántas macetas más necesitará para las flores."]
                ,["4 es la diferencia. ¡Así que el Sr. Flores necesita 4 macetas más! dijo Eduardo. Los amigos se despidieron del Sr. Flowers y se llevaron las cajas de donación. ",
                "Bueno, se está haciendo tarde y es hora de que llegue a casa para la cena, dijo Pilar. ¡Los veo mañana!"]
                ,["Al día siguiente, Pilar trajo las latas de comida que olvidó el día anterior, y ansiosamente llegó a clase unos minutos antes de que la directora Jones comenzara a anunciar los resultados de la campaña. ",
                "¡Buenos días, estudiantes! Hemos llegado al final de nuestra campaña de donación de alimentos. La escuela primaria Middie Rock ha recolectado 440 latas de comida hasta el momento. ",
                "Estamos esperando que su clase presente el número de latas de comida recolectadas para que podamos agregarlo a nuestro total. La directora Jones preguntó a los estudiantes. ¿Cuántas latas recogieron?"]
                ,["Cada estudiante le dijo a la Sra. Robin el número de latas recolectadas y juntos hicieron un gráfico de barras. ",
                "Clase, dijo la Sra. Robin, pidiendo silencio, Miren el gráfico de barras que hicimos. Escriban el número total de latas que recolectó nuestra clase en su papel y tráiganlo al frente. ",
                "Los estudiantes entregaron sus papeles. La directora Jones miró a la clase y preguntó, ¿Alcanzamos nuestra meta de 500 latas?"]
                ,["Pilar levantó la mano. Bueno, Sra. Robin, cada vez que resuelvo un problema, siempre hago una PAUSA primero. Eso me ayuda a detenerme y concentrarme antes de comenzar a resolver el problema. ",
                "Cuando hago una PAUSA y pienso en el problema, sé que estamos sumando porque estamos combinando nuestro número de latas para encontrar la suma total. ",
                "Nuestra clase trajo 63 latas, ese número más las 440 latas del resto de la escuela equivale a un total de 503. ¡Cumplimos nuestro objetivo! ",
		"Con eso, la clase aplaudió y nunca olvidaron lo importante que es hacer una PAUSA antes de resolver un problema."]
            ]
        },
    {
        "id":2,
        "languagetype":"eng",
        "maintitle":"Our Mathematical World",
        "title":"Uriah Understands and Lamar Lays Out a Plan",
        "description":"This book focuses on Understand and Remember and Lay It Out",
        "coverimg":"Our Mathematic World Book 2 Spread_Page_01 cropped.jpg",
        "bookimagesfoldername":"OMW English Book 2 Inside Pages Images",
        "pagesimages": [
            "Our Mathematic World Book 2 Spread_Page_03.jpg",
            "Our Mathematic World Book 2 Spread_Page_04.jpg",
            "Our Mathematic World Book 2 Spread_Page_05.jpg",
            "Our Mathematic World Book 2 Spread_Page_06.jpg",
            "Our Mathematic World Book 2 Spread_Page_07.jpg",
            "Our Mathematic World Book 2 Spread_Page_08.jpg",
            "Our Mathematic World Book 2 Spread_Page_09.jpg",
            "Our Mathematic World Book 2 Spread_Page_10.jpg",
            "Our Mathematic World Book 2 Spread_Page_11.jpg",
            "Our Mathematic World Book 2 Spread_Page_12.jpg",
            "Our Mathematic World Book 2 Spread_Page_13.jpg",
            "Our Mathematic World Book 2 Spread_Page_14.jpg",
            "Our Mathematic World Book 2 Spread_Page_15.jpg",
            "Our Mathematic World Book 2 Spread_Page_16.jpg",
            "Our Mathematic World Book 2 Spread_Page_17.jpg",
            "Our Mathematic World Book 2 Spread_Page_18.jpg",
            "Our Mathematic World Book 2 Spread_Page_19.jpg"],
            "pagestexts": [
                ["Copyright 2024 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University All rights reserved. ",
                "No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, ",
                "without the prior permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law. ",
                "For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1202 Mitch Daniels Blvd., Suite 310, West Lafayette, IN 47907. ",
                "The development of this book was funded by the Advanced Education Research and Development Fund's (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund. ",
                "The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book. ",
                "Published by: David J. Purpura, West Lafayette, Indiana 47907 To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com. ",
                "Readers, This book is the second in a series of five books developed by the Our Mathematical World team to demonstrate the PULSE problem-solving approach: ",
                "Pause: Take a deep breath and focus. Understand and Remember: Read the problem and keep information in mind. Lay it Out: Create a plan. Solve: Find a solution. Evaluate: Does the solution make sense? ",
	    	"This book focuses on Understand and Remember and Lay it Out, reminding students to read the problem and identify important information to keep in mind, and create a plan for solving the problem. ",
                "Follow along with Pilar (pi-lar), Uriah (yur-i-uh), Lamar (luh-mar), Simone (si-moan), and Eduardo (ed-whar-do) as they showcase the PULSE approach to solve ",
                "the math problems they encounter in this book. We hope you enjoy reading! The Our Mathematical World Team"]
                ,["Suggestions for Teachers: The Our Mathematical World team has a few suggestions for how you can use this book: Each math problem is presented so the answer appears on the page after the problem. ",
                "Each math problem is presented so the answer appears on the page after the problem. Encourage students to solve the problem before turning to the next page to confirm the answer. ",
                "The children in the story often have one or two ways to solve a math problem.",
 	   	"Ask students if there are additional ways that they would solve the problem with their friends. Sometimes, words are used in the story (e.g., “total”) which could lead students to use one operation. ",
                "For example, many students may say that “total” means to add, but in this story, to find the total, the students multiply. This is an opportunity to pose questions to students about how no one word means a specific operation. ",
                "Seek out opportunities to talk about mathematics. For example, when the children are planting seeds, they create an array. Help students see how the array represents multiplication in a similar way to groups with an equal number in each group. ",
                "As another example, the square plots at the beginning of the story could lead to discussions about different 4-sided shapes like rectangles, parallelograms, trapezoids, and squares as well as plots that are triangular or 5-sided, 6-sided, etc. ",
                "From the Our Mathematical World Team: I liked that [this book] teaches you how to use math out in the world. Fourth grade student, Hubbard Media Arts Academy.",
                "Glossary: This book contains math-specific vocabulary that helps students explain their mathematical thinking in precise ways. ",
                "Below, we list the core math-specific vocabulary words in this book, as well as general vocabulary that may be advanced for some readers. ",
                "Math-Specific Vocabulary: add - to put amounts together or to join to a set. division - sharing a set equally among groups or placing a set into groups ",
                "equal - having the same value or naming the same amount. half - one of two equal parts. multiplication - groups with an equal number in each group or a set compared a number of times ",
	    	"multiply - create groups with an equal number in each group or create a set compared a number of times ",
                "product - the answer to a multiplication problem. sum - the result when putting amounts together or joining to a set. total - the entire amount of a set ",
                "General Vocabulary: assist - to give help to someone. exclaimed - spoke suddenly or with strong feeling. grin - a big smile. lumber - large pieces of cut-up wood or trees. observed - watched something ",
                "plots - a small area of planted ground. strategy - an action plan created to achieve a goal. vowed - made a promise"]
                ,["Uriah and Lamar were on their way to meet their friends at the lumber yard. In two days, the community would be hosting a Grand Opening Celebration of the fruit and vegetable garden.  ",
                "Mayor Thompson was coming to speak about how this would help the community become healthier."]
                ,["The friends were buzzing with excitement as they arrived. Hello, Mr. and Mrs. Oak. We are here to pick up the lumber for the new garden plots. ",
                "Hmm, well, I have boards here, but I don't know how many you need. How many plots are you making? Mrs. Oak inquired. ",
                "Pilar started. Let's PAUSE and think. According to our community email, we are making 10 square-shaped plots."]
                ,["Uriah jumped up and down with excitement. Do you have the information we need to solve this problem? Eduardo asked.  ",
                "Yes, Uriah said. I UNDERSTAND we will need 4 boards to make each plot because a square has 4 equal sides. I REMEMBER we need to make 10 plots."]
                ,["Lamar said, Let's LAY OUT our strategy. We could add 4 boards 10 times to figure it out. ",
                "Simone said with a smile, Or we could solve it by multiplying 4 boards times the 10 plots. Either way, we would still come up with a total of 40 boards. ",
                "Bravo! The crew does it again, Eduardo said with a grin. Well done, Mr. Oak complimented the friends. Bring your wagons around the back, and we'll load them together."]
                ,["With all the lumber they needed, the friends headed back to the garden.  Hi Mr. Flowers, the children said. Do you have all of the boards we need?  Yes, all 40 pieces, Pilar replied. ",
                "Great! What about the soil?  Now we'll go to see Ms. Pebbles at the hardware store for the soil. Lamar exclaimed. Don't forget each plot needs three large bags, said Mr. Flowers.  We've got it, Eduardo replied. "]
                ,["The friends arrived at Ms. Pebbles' store. Hi Ms. Pebbles. Hi, children, what can I help you with today? ",
                "We would like to pick up soil for the new garden plots. Eduardo said. Oh great, how many bags do you all need? Ms. Pebbles asked. ",
                "Oh no, exclaimed Simone. Mr. Flowers didn't tell us how many bags! And the bags that Ms. Pebbles sells are half the size of the ones in Mr. Flowers' garden, Simone said. Don't worry, we have all the information we need, Uriah said. "]
                ,["You're right. Pilar agreed. We need to PAUSE first and think.  Right, we UNDERSTAND that each plot needs 3 large bags of soil. And we REMEMBER there are 10 plots, Uriah said. ",
                "We need to find the total number of bags, which means we can LAY OUT a multiplication strategy, Lamar joined in.  ",
                "Absolutely, we can solve this by multiplying 10 plots by 3 large bags. The product of 10 times 3 is 30! Simone said.  Wait! Eduardo said."]
                ,["The bags of soil sold here are half the size we need, Eduardo realized.  It will take two small bags to equal each large one, said Uriah.  ",
                "Let's LAY OUT a strategy. We can add another 30 small bags, so 30 plus 30 is equal to a sum of 60, said Lamar.  ",
                "I thought about multiplying 30 bags by 2, and got the same answer, 60! Eduardo said. ",
                "Great teamwork! Ms. Pebbles said. Now let's load your wagons. Thank you, Ms. Pebbles, the friends responded. I can’t wait to start planting! Pilar said with excitement. "]
                ,["The friends walked back to the garden and found that Mr. Flowers and some other volunteers had built the garden plots and they were ready for planting. ",
                "Welcome back and thank you so much for getting the soil. Let's prepare to add the seeds. We need 36 seeds in each plot, and each plot should have 6 rows total. ",
                "Ok, but how many seeds should we plant in each row? Simone asked.  Great question, Simone. Let's PAUSE and think, said Pilar."]
                ,["Yes, replied Uriah. We UNDERSTAND the total number of seeds to plant per plot and REMEMBER that we should split them into 6 rows. ",
                "That's right, which means we can LAY OUT a strategy, Lamar shared.  I say start with 36 seeds and put one in each row until we run out of them."]
                ,["I think we should SOLVE it using division, Simone suggested. We could divide 36 seeds by the 6 rows.  What do you think Eduardo? Simone questioned. I agree, or we could skip count by 6 until we get to 36. ",
                "Let's try each way and see if we get the same answer, said Eduardo. Pilar and Uriah helped Lamar count out each seed one by one. "]
                ,["Looks like we all got the same answer, 6, Pilar observed. We can each use the strategy that works best for us, Lamar suggested. ",
                "Let’s put our information to good use and start filling up the rest of the plots. We did it! the friends exclaimed.  ",
                "You did a great job, Mr. Flowers said. I’ll see you tomorrow. Bye, Mr. Flowers, the group replied."]
                ,["The next morning the friends arrived early to assist with any last minute projects.  They noticed Mayor Thompson shaking hands with the people and greeting them.  ",
                "Later, when preparing for his speech, the Mayor realized he had no idea how many seeds were planted in the community garden. The group of friends heard the Mayor asking volunteers for help."]
                ,["Mayor Thompson! Lamar said excitedly, My friends and I helped plant the garden and we can help you with your problem. We can PAUSE and think first, Pilar said.  ",
                "Uriah joined in, I UNDERSTAND that when you have the same amount of something over and over again and want to find the total you can add or multiply. I REMEMBER that we began with 10 plots and each has 36 seeds. ",
                "Let me LAY OUT a multiplication problem, Lamar said. As a team we planted 36 seeds in each plot, and the product of 36 seeds times 10 plots is ..."]
                ,["360 seeds! said Lamar. Thank you for your help, Mayor Thompson replied. ",
                "The friends were so happy that they vowed never to forget how important it was to UNDERSTAND and LAY OUT a plan to solve any problem they faced."]
            ]
    },
    {
        "id":3,
        "languagetype":"eng",
        "maintitle":"Our Mathematical World",
        "title":"Simone Solves and Eduardo Evaluates",
        "description":"This book focuses on Solve and Evaluate",
        "coverimg":"Our Mathematic World Book 3 Spread_Page_01 cropped.jpg",
        "bookimagesfoldername":"OMW English Book 3 Inside Pages Images",
        "pagesimages": [
            "Our Mathematic World Book 3 Spread_Page_03.jpg",
            "Our Mathematic World Book 3 Spread_Page_04.jpg",
            "Our Mathematic World Book 3 Spread_Page_05.jpg",
            "Our Mathematic World Book 3 Spread_Page_06.jpg",
            "Our Mathematic World Book 3 Spread_Page_07.jpg",
            "Our Mathematic World Book 3 Spread_Page_08.jpg",
            "Our Mathematic World Book 3 Spread_Page_09.jpg",
            "Our Mathematic World Book 3 Spread_Page_10.jpg",
            "Our Mathematic World Book 3 Spread_Page_11.jpg",
            "Our Mathematic World Book 3 Spread_Page_12.jpg",
            "Our Mathematic World Book 3 Spread_Page_13.jpg",
            "Our Mathematic World Book 3 Spread_Page_14.jpg",
            "Our Mathematic World Book 3 Spread_Page_15.jpg",
            "Our Mathematic World Book 3 Spread_Page_16.jpg",
            "Our Mathematic World Book 3 Spread_Page_17.jpg",
            "Our Mathematic World Book 3 Spread_Page_18.jpg",
	    "Our Mathematic World Book 3 Spread_Page_19.jpg"],
            "pagestexts": [
                ["Copyright 2024 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University All rights reserved. ",
                "No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, ",
                "without the prior permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law. ",
                "For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1202 Mitch Daniels Blvd., Suite 310, West Lafayette, IN 47907. ",
                "The development of this book was funded by the Advanced Education Research and Development Fund's (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund. ",
                "The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book. ",
                "Published by: David J. Purpura, West Lafayette, Indiana 47907 To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com. ",
                "Readers, This book is the third in a series of five books developed by the Our Mathematical World team to demonstrate the PULSE problem-solving. ",
                "Pause: Take a deep breath and focus. Understand and Remember: Read the problem and keep information in mind. Lay it Out: Create a plan. Solve: Find a solution. Evaluate: Does the solution make sense? ",
                "This book focuses on Solve and Evaluate, reminding students to find a solution to the problem and then check whether their solution makes sense. ",
                "Follow along with Pilar (pi-lar), Uriah (yur-i-uh), Lamar (luh-mar), Simone (si-moan), and Eduardo (ed-whar-do) as they showcase the PULSE approach to solve ",
                "the math problems they encounter in this book. We hope you enjoy reading! The Our Mathematical World Team"]
                ,["Suggestions for Teachers: The Our Mathematical World team has a few suggestions for how you can use this book: Each math problem is presented so the answer appears on the page after the problem. ",
                "Each math problem is presented so the answer appears on the page after the problem. Encourage students to solve the problem before turning to the next page to confirm the answer. ",
                "The children in the story often have one or two ways to solve a math problem. Ask students if there are additional ways that they would solve the problem with their friends. ",
                "Engage students in discussions about how the operations (i.e., addition, subtraction, multiplication, and division) relate to one another. For example, with 30 plants times 25 strawberries, ",
                "discuss that both multiplication and addition could be used to solve, but that multiplication may be more efficient.",
                "Emphasize the math language used throughout the story. For example, products is used to describe factors that are multiplied. Talk about other uses for the term product and how math language can be heard in the math classroom and other places.",
                "From the Our Mathematical World Team: Using PULSE is a great idea. It helps you solve the problem. - Jorden W., third grade student, Amanda Elementary, Middletown City School District ",
                "My students loved the book. They wanted more math! - Angela A., teacher, Amanda Elementary, Middletown City School District",
                "Glossary: This book contains math-specific vocabulary that helps students explain their mathematical thinking in precise ways. ",
                "Below, we list the core math-specific vocabulary words in this book, as well as general vocabulary that may be advanced for some readers. ",
                "Math-Specific Vocabulary: add - to put amounts together or to join to a set. divide - to share a set equally among groups or place a set into groups; equal - having the same value or naming the same amount ",
                "multiply - create groups with an equal number in each group or create a set compared a number of times. product - the answer to a multiplication problem. quotient - the answer to a division problem. ",
	     	"subtract - to separate from a set or compare two numbers. total - the entire amount of a set ",
                "General Vocabulary: challenge - a difficult situation. determine - to find something out. exclaimed - spoke suddenly or with strong feeling. pollen - yellow powder that helps plants reproduce ",
                "pollinate - to move pollen to other flowers. purchase - to buy something. strategy - an action plan created to achieve a goal. transferring - moving or shifting something from one place to another."]
                ,["Lamar walked past the community garden and saw Simone and Pilar with Mr. Flowers. Hi! Lamar said. What are you all up to? ",
                "Oh, just picking the strawberries from the berry plot, Simone replied. That looks like a lot. How many do we have? Lamar asked."]
                ,["I recall that there were 30 strawberry plants that each grew 25 strawberries so far, Mr. Flowers replied. Just as Lamar picked the last few strawberries, Uriah and Eduardo entered the garden. The friends waved. ",
                "We’re about to count the strawberries, Simone shared, and there are so many. We need a way to count them quickly. You’re right, Pilar said. Let’s PAUSE and think."]
                ,["Right, Uriah said, and I UNDERSTAND and REMEMBER two things. First, there are 30 plants and each of the plants has 25 strawberries. Second, we want to find the total number of strawberries. ",
                "Which means we can LAY OUT a plan. We could add but it might be easier to multiply, Lamar said.  But what would we multiply? Pilar asked. ",
                "We can multiply 30 times 25 to SOLVE our problem and figure out how many strawberries there are, Simone stated."]
                ,["That’s a product of 750 strawberries! Simone said. Let’s EVALUATE our solution and check to see if it makes sense, said Eduardo. ",
                "We can multiply 30 x 20, which is a product of 600. Then we can multiply 30 x 5, which is a product of 150. Next, we can add the products together, and I see we have the same answer of 750 strawberries.  ",
                "Excellent! Mr. Flowers said. You know, we could have even more success if we had a few beehives around the garden. Bees are very helpful in helping plants, like strawberries, grow. What do you mean? Uriah asked. ",
                "Bees pollinate strawberries by transferring pollen between flowers. Once they are better pollinated, each of our plants could produce as many as 75 strawberries! Mr. Flowers explained. That sounds cool! Uriah said, smiling."]
                ,["The friends decided to walk to the Busy Bee Store to determine the cost of Beehive Kits for the garden. Altogether, the kits would cost $225. ",
                "$225! That’s a lot of money, Eduardo said. How are we going to make that much money? Feeling a bit disappointed, the friends began walking back to the garden. As they passed the bakery, Uriah stopped in her tracks. ",
                "Hey, I have the most incredible idea. Let’s talk to Ms. Crumbs to see if she needs strawberries for her pies! Uriah said. ",
                "Ooh, that’s a great idea. We can sell our strawberries and use the money we make to purchase the Beehive Kits for the garden! Simone said."]
                ,["As the friends enter the bakery, they are greeted warmly by Ms. Crumbs. It is wonderful to see you! How can I help you today? ",
                "The strawberries we picked from the community garden are for sale. Would you like to buy them for your pies? Pilar asked. ",
                "This is perfect timing! I am planning to make several pies for this month’s Farmers Market. I would need 50 strawberries for each pie, said Ms. Crumbs."]
                ,["Wait, wait, wait, Lamar exclaimed. ",
                "We have to try to raise enough money for purchasing the beehive kits, but before we plan how much we should sell the strawberries for, first we have to figure out how many pies Ms. Crumbs could make with all of the strawberries we have. ",
                "As a new customer entered the bakery, Ms. Crumbs turned to the friends and said, I’ll be with you in a few minutes. The friends huddled together. Well, let’s PAUSE and think, Pilar started. ",
                "I UNDERSTAND that when we divide a total into equal groups, we use division, Uriah said, and I REMEMBER that we have 750 strawberries total."]
                ,["Let’s LAY OUT a strategy, Lamar said. We could divide the 750 strawberries by the 50 needed for each pie. " ,
		  "We could also SOLVE this problem by thinking about how many groups of 50 we can make until we get to 750, said Simone. "]
                ,["We have enough strawberries for 15 pies! exclaimed Simone. Let’s EVALUATE our answer, Eduardo said. 15 times 50 is a product of 750. Our answer makes sense! ",
                "That’s right! We figured out that Ms. Crumbs can make 15 pies with all of our strawberries. But how can we make enough money to purchase the Beehive Kits?, said Simone. ",
                "Let’s PAUSE and think, said Pilar. Uriah nodded and replied, I UNDERSTAND and REMEMBER we need to raise $225 to buy the Beehive Kits."]
                ,["Let’s LAY OUT a strategy to find a solution to this problem, said Lamar.  We could divide the $225 we need to raise by the 15 pies Ms. Crumbs will make, said Simone. ",
                "Or, we could subtract 15 from 225 over and over until we got to zero and count how many times we subtracted 15, replied Lamar. "]
                ,["I can solve this with division! I know that $225 divided by 15 is a quotient of $15! Simone said with excitement. ",
                "Let’s EVALUATE that answer. The product of $15 times 15 is $225, so we got the same answer, said Eduardo. ",
                "We’ve got it! Simone replied. $225 is what we will charge in all, just the right amount for purchasing the Beehive Kits!"]
                ,["Ms. Crumbs rejoined the conversation. Well, are we ready to make a deal? ",
                  "Yes, we have 750 strawberries to sell to you Ms. Crumbs. Because you need 50 strawberries for each pie, you will be able to make 15 pies for the Farmers Market. ",
                  "We would sell the strawberries for $15 per pie, so $225 total. Do you accept our offer? asked Pilar. ",
                  "Yes! Thank you so much. My customers will appreciate that these strawberries were grown in our very own community garden, Ms. Crumbs replied."]
                ,["Thank you! the friends exclaimed when Ms. Crumbs accepted their offer. They ran back to the garden to tell Mr. Flowers the good news. ",
                "Mr. Flowers, the group of friends exclaimed, We did it! We raised enough money to buy the Beehive Kits!  ",
                "Well done, everyone. With your help, we should see triple the fruit in the garden by this time next year, Mr. Flowers said."]
                ,["The friends began to package the strawberries so they could be delivered to the bakery. ",
                "You can package the strawberries in these containers that hold 75 strawberries each, said Mr. Flowers. Let’s PAUSE first, said Pilar. ",
                "I UNDERSTAND we should divide up our strawberries across these containers, and I REMEMBER we have 750 strawberries in all, replied Uriah. ",
                "I can LAY OUT a strategy to add 75 strawberries to each container, said Lamar. I have a way to SOLVE this. 750 divided by 75! said Simone "]
                ,["That means we need 10 containers! Simone said. Great! Let’s EVALUATE our answer. I know when we multiply 75 times 10 that is a product of 750, It’s the right amount! Eduardo added. ",
                "The friends packaged the strawberries and returned to the bakery. Here you go, Ms. Crumbs. 750 strawberries for your delicious pies, Eduardo announced. ",
                "Ms. Crumbs handed the friends an envelope with her payment inside. Let’s go pick up our Beehive Kits! Pilar said. ",
                "The friends did it again. Even when faced with a challenge, they worked together to SOLVE each problem, and EVALUATE their solutions."]
            ]
    },
    {
        "id":5,
        "languagetype":"eng",
        "maintitle":"Our Mathematical World",
        "title":"Problem Solving with Sweet Treats",
        "description":"This book focuses on the “PULSE” problem-solving approach",
        "coverimg":"Our Mathematic World Book 4 Spread_Page_01 cropped.jpg",
        "bookimagesfoldername":"OMW English Book 4 Inside Pages Images",
        "pagesimages": [
            "Our Mathematic World Book 4 Spread_Page_03.jpg",
            "Our Mathematic World Book 4 Spread_Page_04.jpg",
            "Our Mathematic World Book 4 Spread_Page_05.jpg",
            "Our Mathematic World Book 4 Spread_Page_06.jpg",
            "Our Mathematic World Book 4 Spread_Page_07.jpg",
            "Our Mathematic World Book 4 Spread_Page_08.jpg",
            "Our Mathematic World Book 4 Spread_Page_09.jpg",
            "Our Mathematic World Book 4 Spread_Page_10.jpg",
            "Our Mathematic World Book 4 Spread_Page_11.jpg",
            "Our Mathematic World Book 4 Spread_Page_12.jpg",
            "Our Mathematic World Book 4 Spread_Page_13.jpg",
            "Our Mathematic World Book 4 Spread_Page_14.jpg",
            "Our Mathematic World Book 4 Spread_Page_15.jpg",
            "Our Mathematic World Book 4 Spread_Page_16.jpg",
            "Our Mathematic World Book 4 Spread_Page_17.jpg",
            "Our Mathematic World Book 4 Spread_Page_18.jpg",
            "Our Mathematic World Book 4 Spread_Page_19.jpg"],
            "pagestexts": [
                ["Copyright 2024 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University All rights reserved. ",
                "No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, ",
                "without the prior permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other noncommercial uses permitted by copyright law. ",
                "For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1202 Mitch Daniels Blvd., Suite 310, West Lafayette, IN 47907. ",
                "The development of this book was funded by the Advanced Education Research and Development Fund’s (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund. ",
                "The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book. ",
                "Published by: David J. Purpura, West Lafayette, Indiana 47907. To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com. ",
                "Readers,This book is the fourth in a series of five books developed by the Our Mathematical World team to demonstrate the PULSE problem-solving approach:",
                "Pause. Take a deep breath and focus. Understand and Remember. Read the problem and keep information in mind. Lay it Out. Create a plan. Solve. Find a solution. Evaluate. Does the solution make sense?",
                "Follow along with Pilar (pi-lar), Uriah (yur-i-uh), Lamar (luh-mar), Simone (si-moan), and Eduardo (ed-whar-do) as they showcase the PULSE approach to solve the math problems they encounter in this book.",
                "We hope you enjoy reading! The Our Mathematical World Team"]
               ,["Suggestions for Teachers: The Our Mathematical World team has a few suggestions for how you can use this book: ",
               "Each math problem is presented so the answer appears on the page after the problem. Encourage students to solve the problem before turning to the next page to confirm the answer. ",
               "The children in the story often have one or two ways to solve a math problem. Ask children if there are additional ways they would solve the problem with their friends. ",
               "This story focuses on understanding fractions. Engage students in conversation about the language of fractions. For example, In ½, the numerator is 1 and the denominator is 2. ",
               "Engage students is discussions about the operations. For example, when Eduardo multiplies, use the visuals to discuss what multiplication means. Also, discuss how multiplication relates to division.",
               "When the story emphasizes adding, subtracting, multiplying, or dividing fractions, discuss the meaning of the operations. Use hands-on tools or visuals to help children understand the operation. ",
               "For example, for ½ × 4, use visuals to show how ½ × 4 is a product of 4/2 and how 4/2 is equivalent to 2. ",
               "Discuss with students the equivalent decimals and percentages to each fraction. For example, ½ is 0.5 and 50%. ",
               "Ask students how the calculations with decimals are the same as or different from those with fractions.",
               "Have students create their own trail mix to share with the class, and emphasize each fractional part that is contributed to the trail mix.  ",
               "From the Our Mathematical World team: I think [this book is] great for understanding math and how it works. Fourth grade student, Hubbard Media Arts Academy ",
               "Glossary: This book contains math-specific vocabulary that helps students explain their mathematical thinking in precise ways. ",
               "Below, we list the core math-specific vocabulary words in this book, as well as general vocabulary that may be advanced for some readers.",
               "Math-Specific Vocabulary: add - to put amounts together or to join to a set. denominator - in a fraction, the number of equal parts of the whole ",
               "divide - to share a set equally among groups or place a set into groups. equivalent - having the same value or naming the same amount. fraction - a number that describes equal parts of a whole ",
               "halves - an area, length, or set divided into two equal parts. mixed number - a number with a whole number and a fraction. ",
               "multiply - create groups with an equal number in each group or a set compared a number of times. numerator - in a fraction, the parts of the fraction. product - the answer to a multiplication problem ",
               "quotient - the answer to a division problem. sum - the result when putting amounts together or joining to a set. whole - an area, length, or set that can be divided into equal parts ",
               "General Vocabulary: appreciation - expression of thankfulness for something. exclaimed - spoke suddenly or with strong feeling. ingredients - items that are needed to cook something ",
               "motivating - encouraging someone to do something. recipe - a list of steps that you follow for how to cook something. repeated - occurring over and over again. strategy - an action plan created to achieve a goal."]
               ,["Pilar and Uriah were sitting in the park talking when the rest of their friends showed up. Hi, friends, Lamar said. What are you two doing? ",
               "We are writing a card for Ms. Robin, Pilar responded. Next week is Teacher Appreciation Week! That’s right! Eduardo said. We can make some sweet treats to bring our six teachers every day!"]
               ,["We could make chocolate chip cookies for Monday, Simone suggested. And trail mix for Tuesday! Pilar exclaimed. ",
               "Great plan! Lamar said. We can plan later for the rest of the week. I have an idea. Let’s collect the ingredients from home and meet at Ms. Crumbs’ bakery to get everything ready. See you all soon!” Simone said."]
               ,["When the group arrived at the bakery, they were greeted by Ms. Crumbs, Hello, everyone! How can I help you? ",
               "Teacher Appreciation week starts tomorrow, and we wanted to know if we could use the bakery to make some treats for our six teachers. We would love to thank our teachers for everything they do, Pilar said. ",
               "Wonderful idea! Ms. Crumbs replied. Of course, you can use the bakery! Thank you, the friends replied."]
               ,["Let’s start with chocolate chip cookies! Simone said. ",
               "Ms. Crumbs said, “You can use my favorite recipe. You need ⅓ cup of chocolate chips and ½ pound of cookie dough to make a batch of 6 cookies. ",
               "⅓ is a fraction with 1 as the numerator and 3 as the denominator. ½ is also a fraction with a numerator of 1 and a denominator of 2. ",
               "Ok, that’s great, but maybe we should make 24 cookies so our 6 teachers each get a few cookies, Eduardo said. ",
               "Hmm, I wonder how we can change the recipe to make more cookies? Let’s PAUSE and think, Pilar said."]
               ,["Good idea! Uriah said. We UNDERSTAND that we must figure out how many batches will make 24 cookies, which will fit on our cookie sheet. We also REMEMBER that this recipe will make 6 cookies, Uriah finished. ",
               "I can LAY OUT a strategy to figure it out! Lamar said. We should divide 24 by 6 and we'll know how many batches to make. ",
               "That’s right, Simone agreed. I can surely SOLVE this problem. 24 divided by 6 is..."]
               ,["A quotient of 4! exclaimed Simone. Yes! Eduardo said, I will EVALUATE our solution. When I multiply 6 times 4, that's a product of 24. So, 24 divided by 6 is a quotient of 4. ",
               "We did it! they cheered. Now what about the chocolate chips and the cookie dough? Uriah said. Let’s PAUSE and think about this, Pilar said. ",
               "We UNDERSTAND that ½ pound of cookie dough will make 1 batch of cookies. And we REMEMBER we need 4 batches to make 24 cookies, Uriah said. ",
               "We can LAY OUT an addition strategy, Lamar said. We can add ½ 4 times to get our answer."]
               ,["We can SOLVE this! Simone exclaimed, ½ + ½ = 1 whole, and another ½ + ½ = 1 whole. Added together, that is a sum of 2 pounds of cookie dough. ",
               "Bravo! Eduardo cheered. I can EVALUATE! ½ × 4 = 4/2, which is equivalent to 2. We figured it out! Pilar exclaimed."]
               ,["We still have the chocolate chips, Eduardo remembered. We can solve anything once we put our minds to it. Let’s PAUSE and think, Pilar said. ",
               "We UNDERSTAND that one batch needs ⅓ cup of chocolate chips. And we REMEMBER that we need the recipe to be 4 times bigger to make 24 cookies, Uriah said. ",
               "Which means I can LAY OUT a multiplication strategy. We could multiply ⅓ × 4 and get the product! Lamar said with excitement. I can SOLVE that! Simone said."]
               ,["The product of 4 × ⅓ is 4/3. We multiplied ⅓ 4 times to get the product of 1 ⅓ cups of chocolate chips needed to make this recipe for 4 batches, said Simone. ",
               "Excellent, now I can EVALUATE! Eduardo said. We know that ⅓ times 4 is 1 ⅓ because if we add ⅓ + ⅓ + ⅓ this is a sum of 3/3, or 1 whole, and adding another ⅓ gives us 1 and ⅓. 1 and ⅓ is a mixed number. ",
               "The friends mixed the ingredients, placed balls of dough on baking sheets, and baked the cookies in the oven. "]
               ,["Thanks to great teamwork, the baked cookies looked delicious! Now for our next treat: Trail mix, Simone said. ",
               "Ms. Crumbs said, I have the perfect recipe. You can use 1/6 cup of pretzels, 2/6 cups of raisins, and 3/6 cups of chocolate candies for 1 bag. Notice that each of these fractions has a denominator of 6. ",
               "Sounds easy enough. That means each bag will have one cup of trail mix! Uriah replied. ",
               "We need to make one bag for each of our six teachers, so how do we make this recipe bigger? Lamar wondered."]
               ,["Let’s PAUSE and think, Pilar answered. We UNDERSTAND what we need for one bag. We REMEMBER that we should increase the ingredients to make enough for 6 teachers, Uriah shared. ",
               "We can LAY OUT a multiplication strategy and multiply 6 to all of the ingredients, Lamar said. I can SOLVE this problem, Simone announced. "]
               ,["The product of 1/6 × 6 is 6/6, which is one cup of pretzels. Next, we have 2/6 × 6 which is 12/6, or 2 cups of raisins. ",
               "Finally, 3/6 × 6 which is a product of 18/6, or 3 cups of chocolate candies. That’s what we need to make all of the trail mix! Simone said. ",
               "Hooray! Eduardo celebrated. Let's EVALUATE. I like to do repeated addition. For the chocolates, I know 3/6 is equivalent to 1/2. If I add 1/2 six times, that is a sum of 6 halves, or 3 whole cups of chocolate candies. ",
               "The friends worked together to mix and bag up the trail mix. Wonderful job, everyone! Ms. Crumbs said. Thank you for allowing us to use your bakery, Ms. Crumbs! the friends replied as they packed up their treats. "]
               ,["On Monday, the students arrived early to deliver their tasty treats to their teachers. ",
               "Good morning teachers! Pilar started, We want to thank you for always being there for us, motivating us to do our best, guiding us to do the right thing, and helping us through difficult situations. ",
               "Thank you! the other students joined in."]
               ,["Lamar gave the teachers their boxes of cookies and said, We want to show our appreciation by presenting you with homemade chocolate chip cookies today, and more treats all week. ",
               "Ms. Robin replied to the students, On behalf of the team, we appreciate the cookies and are excited about the other treats to come. Thank you for making us feel special."]
               ,["You’re welcome! Uriah stated, You’ll be happy to know that we used teamwork and our problem-solving skills. ",
               "We PAUSED to focus on the problem first, explained Pilar. Then we made sure to UNDERSTAND and REMEMBER our key information, Uriah said. ",
               "We worked together to LAY OUT an approach to solve the problem, Lamar said. And finally, we SOLVED and EVALUATED! exclaimed Simone and Eduardo together. The students and teachers all laughed."]
               ]
    },
    {
        "id":6,
        "languagetype":"eng",
        "maintitle":"Our Mathematical World",
        "title":"Solving Problems to Plan for Field Day Fun",
        "description":"This book focuses on the PULSE problem-solving approach",
        "coverimg":"Our Mathematic World Book 5 Spread_Page_01_cropped.jpg",
        "bookimagesfoldername":"OMW English Book 5 Inside Pages Images",
        "pagesimages": [
            "Our Mathematic World Book 5 Spread_Page_03.jpg",
            "Our Mathematic World Book 5 Spread_Page_04.jpg",
            "Our Mathematic World Book 5 Spread_Page_05.jpg",
            "Our Mathematic World Book 5 Spread_Page_06.jpg",
            "Our Mathematic World Book 5 Spread_Page_07.jpg",
            "Our Mathematic World Book 5 Spread_Page_08.jpg",
            "Our Mathematic World Book 5 Spread_Page_09.jpg",
            "Our Mathematic World Book 5 Spread_Page_10.jpg",
            "Our Mathematic World Book 5 Spread_Page_11.jpg",
            "Our Mathematic World Book 5 Spread_Page_12.jpg",
            "Our Mathematic World Book 5 Spread_Page_13.jpg",
            "Our Mathematic World Book 5 Spread_Page_14.jpg",
            "Our Mathematic World Book 5 Spread_Page_15.jpg",
            "Our Mathematic World Book 5 Spread_Page_16.jpg",
            "Our Mathematic World Book 5 Spread_Page_17.jpg",
            "Our Mathematic World Book 5 Spread_Page_18.jpg",
            "Our Mathematic World Book 5 Spread_Page_19.jpg"],
            "pagestexts": [
                ["Copyright 2024 Caroline Byrd Hornburg, David J. Purpura, The Trustees of Purdue University",
               "All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording,",
               "or other electronic or mechanical methods, without the prior permission of the publisher, except in the case of brief quotations embodied in critical reviews ",
               "and certain other noncommercial uses permitted by copyright law. For permission requests, write to Dr. David Purpura, purpura@purdue.edu, 1202 Mitch Daniels Blvd., Suite 310, West Lafayette, IN 47907.",
               "The development of this book was funded by the Advanced Education Research and Development Fund's (AERDF) EF+Math Program, which was previously fiscally sponsored by NewSchools Venture Fund.",
               "The Our Mathematical World team acknowledges the contributions of teachers and staff from Middletown City School District and Hubbard Media Arts Academy in the development of this book.",
               "Published by: David J. Purpura, West Lafayette, Indiana 47907",
               "To learn more about the Our Mathematical World book series and the research behind it, visit www.OurMathWorld.com",
               "Readers, This book is the fifth in a series of five books developed by the Our Mathematical World team to demonstrate the PULSE problem-solving approach:",
               "Pause. Take a deep breath and focus. Understand and Remember. Read the problem and keep information in mind. Lay it Out. Create a plan. Solve. Find a solution. Evaluate. Does the solution make sense?",
               "Follow along with Pilar (pi-lar), Uriah (yur-i-uh), Lamar (luh-mar), Simone (si-moan), and Eduardo (ed-whar-do) as they showcase the PULSE approach to solve the math problems they encounter in this book.",
               "We hope you enjoy reading! The Our Mathematical World Team"]
               ,["Suggestions for Teachers: The Our Mathematical World team has a few suggestions for how you can use this book: ",
               "Each math problem is presented so the answer appears on the page after the problem. Encourage children to solve the problem before turning to the next page to confirm the answer. ",
               "The children in the story often have one or two ways to solve a math problem. Ask students if there are additional ways they would solve the problem with their friends. ",
               "In this book, some of the numbers are greater than in previous books. With some of the computation, consider showing the notation for solving of the problems.",
               "Extend the math. For example, instead of having 40 children on 5 teams, ask children about having 40 children on 10 teams. Relate the math to the children in your school. ",
               "Do some of the book's activities with your students. For example, set up the bowling pin activity and do the same calculations as the book. ",
               "From the Our Mathematical World team: This book empowers students to be leaders in their own schools. - Sandra K., teacher, Hubbard Media Arts Academy ",
               "I enjoy the books. They are engaging for my students and the students have come to recognize the characters throughout the story series. - Audrey D., teacher, Hubbard Media Arts Academy ",
               "Special Note: Gabriel Stahl has been an educator with the West Lafayette School Corporation since 2016. ",
               "He is also a consultant for the Restorative Group, an education consulting firm focused on restorative and trauma-informed practices, social-emotional learning, equity, and improving campus culture and climate. ",
               "Mr. Stahl is a featured teacher in Book 5 of the Our Mathematical World series and contributed to the development of the book. ",
               "Glossary. This book contains math-specific vocabulary that helps students explain their mathematical thinking in precise ways. ",
               "Below, we list the core math-specific vocabulary words in this book, as well as general vocabulary that may be advanced for some readers. ",
               "Math-Specific Vocabulary: divide - to share a set equally among groups or place a set into groups; equal - having the same value or naming the same amount; equivalent - having the same value or naming the same amount ",
               "factor - numbers that are multiplied together to give a product; multiply - create groups with an equal number in each group or create a set compared a number of times ",
               "partial product - when solving a multiplication problem with multiple steps (e.g., 24 x 37), the answer to part of a multiplication problem; product - the answer to a multiplication problem ",
	       "quotient - the answer to a division problem; total - the entire amount of a set; yard – unit of length equal to 3 feet ",
               "General Vocabulary: brainstorming - coming up with ideas in a group setting; encourage - to give support or confidence to someone; exclaimed - spoke suddenly or with strong feeling ",
	   	"knotted - tied something in a knot; precise - very exact; yardstick - a measuring stick that is 3 feet long"]
               ,["It was Tuesday afternoon and Mr. Stahl was hosting the student council meeting. ",
               "Students, our Field Day is on Friday. You asked to plan our events this year and I agree it’s a great idea! You will plan games for the entire student body of 600 students. The games must be safe and encourage teamwork, Mr. Stahl explained. ",
               "Oh, and one more thing! Each game station can only have 40 students at a time for safety reasons, he added. I’ll be at my desk if you have any questions, said Mr. Stahl."]
               ,["The students were excited and started planning right away. ",
               "Pilar said, Let’s PAUSE and think. We have 600 students, but each station can only have 40 students at a time. So, how many stations will we need? ",
               "Uriah added, We UNDERSTAND that when you split a group into smaller groups you could use division, and I REMEMBER we need groups of 40. ",
               "Lamar agreed. Let’s LAY OUT a plan. We can divide 600 students into groups of 40 which will give us the number of stations. "]
               ,["Simone said, I can SOLVE this! I can break down 600 into smaller numbers that I can work with first. I know that the product of 40 times 10 is 400, and the product of 40 times 5 is 200. ",
               "Then, the two partial products added together is a total of 600. So then I know 40 times 15 is 600. That means the quotient of 600 divided by 40 is 15!",
               "Eduardo agreed, That’s right! I will EVALUATE to double check. If we divide 600 students by 40 in each group we will get 15 stations. Great! "]
               ,["I have an idea! Uriah said. We can divide each game station into 5 teams. This would let more students play at the same time at each station. That way they won’t all be in such a big group. ",
               "Great! Let’s PAUSE and think about how to split into teams. We can have a green, yellow, orange, blue, and red team. Pilar stated. ",
               "Good idea. I UNDERSTAND that we have 40 students at a station at a time, and REMEMBER we should have 5 teams, said Uriah. ",
               "I can LAY OUT a plan to solve this problem. We can divide the group of 40 students by 5 teams, Lamar suggested. "]
               ,["I can SOLVE the problem. That would give us 8 students on each team! Simone said. ",
               "Now, I will EVALUATE the answer. The product of 8 times 5 is 40. Great job, team! Eduardo said. Next, the group began brainstorming the games and materials."]
               ,["The friends were working hard when Lamar asked for help. I’m working on a bowling game idea with 5 lanes but I can’t figure out how many total pins I need, Lamar said. ",
               "Let’s PAUSE and think first about how many pins you would need for one lane, Pilar said. I would need 10, Lamar replied. ",
               "We UNDERSTAND that you can multiply 5 times how many pins you need for one lane to find the total number of pins you need for all 5 lanes, Uriah shared with Lamar. And we REMEMBER you need 10 pins for each lane. ",
               "Right, Lamar agreed. That means when we LAY IT OUT we should multiply 5 lanes times the 10 pins in each lane to get the total number of pins. "]
               ,["I can SOLVE that!, Simone said. The product of 5 x 10 is 50! Yes! Eduardo said. I will EVALUATE. 50 divided by 10 is a quotient of 5. Our math is correct! Eduardo cheered. ",
               "Thanks, everyone, Lamar said. But I have one more problem, the bowling pins and the start line where you roll the ball from should be 24 feet apart. Ok, so what’s the problem? Eduardo asked. "]
               ,["Mr. Stahl provided us with yardsticks, not rulers, Lamar said. Hmm, let’s PAUSE and think, Pilar said. ",
               "We UNDERSTAND the distance between the starting line and the pins should be 24 feet. I REMEMBER that 3 feet is equivalent to 1 yard, Uriah explained. ",
               "With that information, we can LAY OUT a plan, Lamar announced. 3 times what factor would give us 24? That will tell us how many yardsticks to use. "]
               ,["Good idea, Simone said. I can SOLVE this! The factor would be 8 because I know the product of 3 times 8 is 24. ",
               "Hooray! Eduardo exclaimed. You’re right, Simone. When we EVALUATE we also know that dividing 24 by 3 gives me a quotient of 8 yardsticks. We did it again! ",
               "Now that we solved the bowling problem, I need help with my ball toss game, Pilar said. "]
               ,["Mr. Stahl ordered 600 balls for our ball toss game, and I need to set up the game so we have an equal number of balls for each team!, Pilar said. ",
               "Don’t worry Pilar, we can help, Uriah said. How many balls will each team get?, Lamar asked. "]
               ,["Let's PAUSE and think first, Pilar said. I UNDERSTAND that we have a total of 600 balls and REMEMBER we need to divide them among 5 teams, Uriah said. ",
	    	"We can LAY OUT a plan for the problem by dividing 600 balls by the 5 teams who will use them. I know that 60 divided by 5 is equal to 12, and we can use that to help us solve 600 divided by 5. Lamar said. I can SOLVE this! Simone stated. "]
               ,["600 divided by 5 is a quotient of 120, Simone said. Let’s EVALUATE. I know 12 times 5 is 60, so the product of 120 times 5 is 600. Each team will need 120 balls for the game! Eduardo cheered. ",
               "Great job, team! What else do we need to do to finish getting ready for Field Day? Uriah asked."]
               ,["Let’s get all of the other games ready, Lamar responded. ",
               "Pilar gathered sacks for a sack race. Uriah collected soccer balls and cones to make a soccer relay. Lamar and Simone thought about different games to play with a parachute while Eduardo started building an obstacle course. "]
               ,["Just as the students finished, Mr. Stahl returned from his desk. Students, are the stations ready for Field Day? he asked. ",
               "Yes! exclaimed Pilar. We have bowling, a ball toss game, a sack race, soccer relay, parachute game, and an obstacle course all set up and ready to go! ",
               "Well done! I will review them, along with the other stations we have, and we will have a successful Field Day this Friday, Mr. Stahl announced. " ]
               ,["Field Day was a great success. All of the students enjoyed playing the games and having a day full of fun. ",
               "The friends did it again by working together and using the PULSE approach to understand, plan, and solve each problem! "]
               ]
    },
    {
        "id":7,
        "languagetype":"sp",
        "maintitle":"(SP) Nuestro Mundo Matemático",
        "title":"(SP) Uriah entiende y Lamar presenta un plan",
        "description":"(SP) Este libro se enfoca en Entiende y Recuerda y Planea",
        "coverimg":"Our Mathematic World Book 2 Spanish Spread Hi-Res_Page_01.jpg",
        "bookimagesfoldername":"OMW Spanish Book 2 Inside Pages Images",
        "pagesimages": [
            "Our Mathematic World Book 2 Spanish Spread_Page_03.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_04.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_05.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_06.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_07.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_08.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_09.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_10.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_11.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_12.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_13.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_14.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_15.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_16.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_17.jpg",
            "Our Mathematic World Book 2 Spanish Spread_Page_18.jpg",
	    "Our Mathematic World Book 2 Spanish Spread_Page_19.jpg"],
            "pagestexts": [
                ["Derecho de autor 2024 Caroline Byrd Hornburg, David J. Purpura, El consejo de administración de la Universidad de Purdue. ",
                "Derechos reservados. Ninguna parte de esta publicación puede ser reproducida, distribuida o transmitida en cualquier forma o por cualquier medio, incluyendo fotocopias, grabaciones u otros medios electrónicos o mecánicos, ",
                "sin el permiso previo del editor, excepto en el caso de citas breves incorporadas en revisiones críticas y ciertos otros usos no comerciales permitidos por la ley de derechos de autor. ",
                "Para solicitar permiso, escriba al Dr. David Purpura, purpura@purdue.edu, 1202 Mitch Daniels Blvd., Suite 310, West Lafayette, IN 47907. ",
                "El desarrollo de este libro fue financiado por Advanced Education Research y Development Fund's (AERDF) EF+Math Program, patrocinado fiscalmente por NewSchools Venture Fund. ",
                "El equipo de Nuestro Mundo Matemático (Our Mathematical World) reconoce las contribuciones de los educadores y el personal del distrito escolar de la ciudad de Middletown y Hubbard Media Arts Academy. ",
                "Publicado por: David J. Purpura, West Lafayette, Indiana 47907 ",
                "Para obtener más información sobre la serie de libros creados por el equipo de Nuestro Mundo Matemático (Our Mathematical World) y sobre sus investigaciones académicas visite www.OurMathWorld.com. ",
                "Lectores, Este libro es el primero de una serie de cinco libros desarrollados por el equipo de Nuestro Mundo Matemático (Our Mathematical World) para demostrar cómo resolver problemas usando las estrategias de PULSE:  ",
                "Pausa Respira: hondo y enfócate.  entiende y recUerda: Lee bien el problema y recuerda los detalles más importantes.  pLanea: Haz un plan.  Soluciona: Encuentra una solución.  Evalúa: ¿Tiene sentido la solución? ",
                "Este libro se enfoca en Entiende y Recuerda y Planea, recordando a los estudiantes a leer el problema e identificar información importante, y crear a un plan para resolver el problema ",
                "Sigan a Pilar, Uriah, Lamar, Simone y Eduardo mientras muestran las estrategias de PULSE para resolver los problemas matemáticos que encuentran en este libro",
                "¡Esperamos que disfruten leyendo! El equipo de Nuestro Mundo Matemático (Our Mathematical World)"]
                ,["Sugerencias para las maestras: El equipo de Nuestro Mundo Matemático (Our Mathematical World) tiene algunas sugerencias sobre cómo se puede usar este libro: Cada problema matemático se presenta de manera que la respuesta aparece en la siguiente página.",
                "Anime a sus estudiantes a resolver el problema antes de pasar a la siguente página y confirmar la respuesta. ",
                "Los niños de la historia a menudo tienen una o dos maneras de resolver el problema matemático. Pregúntele a sus estudiantes si hay maneras adicionales de resolver el problema. ",
                "A veces, se usan palabras en la historia que podrían llevar a sus estudiantes a usar una sola operación. Por ejemplo, muchos pueden decir que total significa sumar, pero en este cuento, para encontrar el total, los estudiantes tienen que multiplicar. ",
                "Esta es una oportunidad para hacerles preguntas a los estudiantes sobre cómo algunas palabras pueden significar varias operaciones de matemáticas. ",
                "Busque oportunidades para hablar sobre las matemáticas. Por ejemplo, cuando los niños plantan semillas, crean una matriz. ",
                "Ayude a los estudiantes a ver cómo la matriz puede representar la multiplicación de una manera similar a los grupos con un número igual en cada grupo. ", 
                "Otro ejemplo es cómo las parcelas cuadradas al principio de la historia podrían llevar a discusiones sobre diferentes formas de cuatro lados ",
	    	"(como rectángulos, paralelogramos, trapecios y cuadrados), así como parcelas que son triangulares o de cinco caras, de seis caras, etc. ",
	    	"Del equipo de Nuestro Mundo Matemático (Our Mathematical World): Me gustó que (este libro) te enseña cómo usar las matemáticas en la vida diaria. - Estudiante de cuarto grado, Hubbard Media Arts Academy"]
                ,["Glosario: Este libro contiene vocabulario específico de matemáticas que ayuda a los estudiantes a explicar su pensamiento matemático de manera precisa. ",
                "A continuación, le proporcionamos palabras que conforman el vocabulario específico de matemáticas que encontrarán en este libro, y algunas palabras de vocabulario general que podrían ser avanzadas para algunos lectores. ",
                "Vocabulario específico de matemáticas: agregar/sumar - juntar cantidades o unirlas a un conjunto; división - separar un conjunto equitativamente entre grupos o colocar un conjunto en grupos; igual - tener el mismo valor o la misma cantidad ",
	    	"mitad - una de dos partes iguales; multiplicación - grupos que tienen igual número o un conjunto comparado varias veces; multiplicar - crear grupos de igual número o varios conjuntos que son comparables entre si ",
	    	"producto - la respuesta de un problema de multiplicación; resolver - determinar una respuesta o solución; suma - la cantidad resultante de juntar o unir cantidades en un solo conjunto; total - el resultado al juntar cantidades o unirlas a un conjunto",
                "Vocabulario general: estrategia - un plan de acción creado para lograr un objetivo; exclamar - expresar algo en voz alta, con fuerza o emoción; observar - mirar algo; ",
                "parcelas - pequeñas áreas de tierra plantadas; tablas - trozos grandes de madera cortada o árboles"]
                ,["Uriah y Lamar estaban en camino para encontrarse con sus amigos en el almacén de madera. En dos días, el vecindario iba a organizar la gran celebración de apertura del huerto de frutas y verduras. ",
                "El alcalde Thompson vendría a hablar sobre cómo esto ayudaría al vecindario a ser más saludable. "]
                ,["Los amigos estaban muy emocionados cuando llegaron. Hola, Sr. y Sra. Oak. Estamos aquí para recoger la madera para las nuevas parcelas del huerto. ",
 		 "Mmm, bueno, tengo tablas aquí, pero no sé cuántas necesitan. ¿Cuántas parcelas están haciendo?  preguntó la Sra. Oak. ",
                 "Pilar comenzó, Hagamos una PAUSA y pensemos. Según nuestro correo electrónico del vecindario, estamos haciendo 10 parcelas de forma cuadrada."]
		,["Uriah saltó de emoción. ¿Tienes la información que necesitamos para resolver este problema?, preguntó Eduardo.",
		  "Sí, dijo Uriah. ENTIENDO que necesitamos 4 tablas para hacer cada parcela porque un cuadrado tiene 4 lados iguales. RECUERDO que necesitamos hacer 10 parcelas."]
                ,["Vamos a PLANEAR nuestra estrategia para resolver cuántas tablas necesitamos en total. Podríamos agregar 4 tablas 10 veces para resolver el problema, dijo Lamar. ",
                  "O podríamos resolverlo multiplicando 4 tablas por las 10 parcelas que estamos haciendo. De cualquier manera, nos saldrá un producto de 40 parcelas, dijo Simone con una sonrisa. ",
	    	  "¡Bravo! El equipo lo hace de nuevo, dijo Eduardo con una sonrisa. Bien hecho, el Sr. Oak felicitó a los amigos. Traigan sus vagones por la parte de atrás y los cargaremos juntos."]
                ,["Con toda la madera que necesitaban en sus vagones, los amigos regresaron al huerto. Hola Sr. Flowers, dijeron los niños. ¿Tienen todas las tablas que necesitamos? Sí, las 40 piezas, dijo Pilar. ",
                  "¡Genial! ¿Y la tierra? Ahora iremos a ver a la Sra. Pebbles a la ferretería por la tierra, exclamó Lamar. No olviden que cada parcela necesita tres bolsas grandes, dijo Sr. Flowers. No se preocupe, Sr. Flowers. Hasta prontito, respondió Eduardo. "]
                ,["Los amigos llegaron a la tienda de la Sra. Pebbles. Hola Sra. Pebbles. Hola, niños, ¿en qué puedo ayudarles hoy? ",
                  "Nos gustaría recoger tierra para las nuevas parcelas del huerto, dijo Eduardo. Genial ¿cuántas bolsas necesitan? preguntó la Sra. Pebbles. ",
                  "¡O no!, exclamó Simone. ¡El Sr. Flowers no nos dijo cuántas bolsas necesitamos! Y las bolsas que vende la Sra. Pebbles son mitad del tamaño de las que hay en el huerto del Sr. Flowers, dijo Simone. ",
	     	  "No te preocupes, Simone. Tenemos toda la información que necesitamos, dijo Uriah."]
                ,["Tienes razón, dijo Pilar. Tenemos que hacer una PAUSA primero y pensar. Bien, ENTENDEMOS que cada parcela necesita 3 bolsas grandes de tierra. Y RECORDAMOS que hay 10 parcelas, dijo Uriah. ",
                  "Necesitamos encontrar el número total de bolsas, lo que significa que podemos PLANEAR una estrategia de multiplicación, agregó Lamar. ",
                  "Absolutamente, podemos resolver el problema multiplicando 10 parcelas por 3 bolsas grandes que se necesitan para cada parcela. El producto de 10 por 3 es 30, dijo Simone. ¡Esperen!, dijo Eduardo."]
                ,["Las bolsas de tierra que venden aquí son la mitad del tamaño de las bolsas que necesitamos, agregó Eduardo. Se necesitan dos bolsas pequeñas para igualar a una grande, dijo Uriah. ",
                  "PLANEÉMOS una estrategia. Podemos agregar otras 30 bolsas pequeñas, ya que 30 más 30 es igual a una suma de 60, dijo Lamar. Yo pensé en multiplicar 30 bolsas por 2, y obtuve la misma respuesta, ¡60!, dijo Eduardo. ",
                  "¡Buen trabajo equipo!, dijo la Sra. Pebbles, Ahora vamos a subir las cosas a sus vagones. Gracias, Sra. Pebbles, respondieron los amigos. ¡Tengo unas ganas enormes de comenzar a plantar!, dijo Pilar emocionada. "]
                ,["Los amigos caminaron de regreso al huerto y descubrieron que el Sr. Flowers y los demás voluntarios habían terminado de construir las parcelas del huerto y ya estaban listos para plantar. ",
	     	  "Bienvenidos y muchas gracias por la tierra. Preparémonos para agregar las semillas. Necesitamos 36 semillas en cada parcela, y cada parcela debe tener un total de 6 filas. ",
                  "Bueno, pero ¿cuántas semillas debemos plantar en cada fila?, preguntó Simone. Buena pregunta, Simone. Hagamos una PAUSA y pensemos, dijo Pilar. "]
                ,["Sí, respondió Uriah. ENTENDEMOS que el número total de semillas por plantar en cada parcela es de 36 y RECORDAMOS que debemos separarlas en 6 filas. ",
                  "Así es, lo que significa que podemos PLANEAR una estrategia, compartió Lamar. Empecemos con 36 semillas y pongamos una en cada fila hasta que se terminen todas."]
                ,["Creo que deberíamos RESOLVERLO usando division, sugirió Simone. Podríamos dividir 36 semillas por las 6 filas. ¿Qué piensas Eduardo?, preguntó Simone. Estoy de acuerdo, o podríamos contar de 6 en 6 hasta llegar a 36. ",
                  "Intentemos de ambas formas y veamos si obtenemos la misma respuesta, dijo Eduardo. Pilar y Uriah ayudaron a Lamar a contar cada semilla una por una. "]
                ,["Parece que todos obtuvimos la misma respuesta. ¡6!, observó Pilar. Cada uno de nosotros puede usar la estrategia que mejor le funcione, sugirió Lamar. Usemos esta información y comencemos a llenar el resto de las parcelas. ",
                "¡Lo hicimos!, exclamaron los amigos. Hicieron un buen trabajo, dijo el Sr. Flowers. Nos vemos mañana. Adiós, Sr. Flowers, respondió el grupo. "]
                ,["A la mañana siguiente, los amigos llegaron temprano para ayudar por si surgía algo a última hora. Notaron que el alcalde Thompson le daba la mano a la gente y los saludaba. ",
                  "Más tarde, al prepararse para su discurso, el alcalde se dio cuenta de que no tenía idea de cuántas semillas se plantaron en la huerta de frutos y verduras del vecindario. El grupo de amigos escuchó al alcalde pedir ayuda a los voluntarios."]
                ,["¡Alcalde Thompson!, dijo Lamar emocionado. Mis amigos y yo ayudamos a plantar la huerta de frutos y verduras y podemos ayudarlo con su problema. Podemos hacer una PAUSA y pensar primero, dijo Pilar. ",
                  "ENTIENDO que cuando se tiene la misma cantidad de algo y se quiere encontrar el total, se puede sumar o multiplicar. RECUERDO que empezamos con 10 parcelas y cada una tiene 36 semillas, dijo Uriah. ",
                  "Déjenme PLANEAR un problema de multiplicación, dijo Lamar. Como equipo plantamos 36 semillas en cada parcela y 36 semillas por 10 parcelas es un producto de..."]
                ,["¡360 semillas!,  dijo Lamar. Gracias por su ayuda, respondió el alcalde Thompson. Los amigos estaban tan felices que prometieron nunca olvidar lo importante que es ENTENDER y PLANEAR para resolver cualquier problema."]
            ]
        },
 {
        "id":8,
        "languagetype":"sp",
        "maintitle":"(SP) Nuestro Mundo Matemático",
        "title":"(SP) Simone resuelve y Eduardo evalúa",
        "description":"(SP) Este libro se enfoca en resuelve y evalúa",
        "coverimg":"Our Mathematic World Book 3 Spanish Spread_Page_01 cropped.jpg",
        "bookimagesfoldername":"OMW Spanish Book 3 Inside Pages Images",
        "pagesimages": [
            "Our Mathematic World Book 3 Spanish Spread_Page_03.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_04.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_05.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_06.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_07.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_08.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_09.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_10.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_11.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_12.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_13.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_14.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_15.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_16.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_17.jpg",
            "Our Mathematic World Book 3 Spanish Spread_Page_18.jpg",
	    "Our Mathematic World Book 3 Spanish Spread_Page_19.jpg"],
            "pagestexts": [
                ["Derecho de autor 2024 Caroline Byrd Hornburg, David J. Purpura, El consejo de administración de la Universidad de Purdue. ",
                "Derechos reservados. Ninguna parte de esta publicación puede ser reproducida, distribuida o transmitida en cualquier forma o por cualquier medio, incluyendo fotocopias, grabaciones u otros medios electrónicos o mecánicos, ",
                "sin el permiso previo del editor, excepto en el caso de citas breves incorporadas en revisiones críticas y ciertos otros usos no comerciales permitidos por la ley de derechos de autor. ",
                "Para solicitar permiso, escriba al Dr. David Purpura, purpura@purdue.edu, 1202 Mitch Daniels Blvd., Suite 310, West Lafayette, IN 47907. ",
                "El desarrollo de este libro fue financiado por Advanced Education Research y Development Fund's (AERDF) EF+Math Program, patrocinado fiscalmente por NewSchools Venture Fund. ",
                "El equipo de Nuestro Mundo Matemático (Our Mathematical World) reconoce las contribuciones de los educadores y el personal del distrito escolar de la ciudad de Middletown y Hubbard Media Arts Academy. ",
                "Publicado por: David J. Purpura, West Lafayette, Indiana 47907 ",
                "Para obtener más información sobre la serie de libros creados por el equipo de Nuestro Mundo Matemático (Our Mathematical World) y sobre sus investigaciones académicas visite www.OurMathWorld.com. ",
                "Lectores, Este libro es el primero de una serie de cinco libros desarrollados por el equipo de Nuestro Mundo Matemático (Our Mathematical World) para demostrar cómo resolver problemas usando las estrategias de PULSE: ",
                "Pausa: Respira hondo y enfócate.  entiende y recUerda: Lee bien el problema y recuerda los detalles más importantes.  pLanea: Haz un plan.  Soluciona: Encuentra una solución.  ",
                "Evalúa: ¿Tiene sentido la solución? Este libro se enfoca en Soluciona y Evalúa, que les recuerda a los estudiantes cómo solucionar problemas y evaluar respuestas luego de comprobar si la solución tiene sentido. ",
                "Sigan a Pilar, Uriah, Lamar, Simone y Eduardo mientras muestran las estrategias de PULSE para resolver los problemas matemáticos que encuentran en este libro",
                "¡Esperamos que disfruten leyendo! El equipo de Nuestro Mundo Matemático (Our Mathematical World)"]
                ,["Sugerencias para las maestras: El equipo de Nuestro Mundo Matemático (Our Mathematical World) tiene algunas sugerencias sobre cómo se puede usar este libro. Cada problema matemático se presenta de manera que la respuesta aparece en la siguiente página.",
                "Anime a sus estudiantes a resolver el problema antes de pasar a la siguente página y confirmar la respuesta. ",
                "Los niños de la historia a menudo tienen una o dos maneras de resolver el problema matemático. Pregúntele a sus estudiantes si hay maneras adicionales de resolver el problema. ",
                "Involucre a los estudiantes en discusiones sobre cómo las operaciones (por ejemplo la adición, sustracción, multiplicación y división) se relacionan entre sí. ",
                "Por ejemplo, con 30 plantas x 25 fresas discuta que tanto la multiplicación y la adición podría ser utilizado para resolver el problema, pero la multiplicación puede ser más eficiente.", 
                "Enfatice el lenguaje matemático utilizado a lo largo de la historia. Por ejemplo, los productos se utilizan para describir factores que se multiplican. ",
                "Hable sobre otros usos del término producto y cómo se puede escuchar el lenguaje matemático en el aula de matemáticas y otros lugares. ",
                "Del equipo de Nuestro Mundo Matemático (Our Mathematical World): Usar PULSE es una gran idea. Te ayuda a resolver el problema. Jorden W., estudiante de tercer grado, Amanda Elementary, Middletown City School District",
                "A mis estudiantes les encantó el libro. ¡Querían más matemáticas! - Angela A., maestra, Amanda Elementary, Middletown City School District. ",
                "Glosario; Este libro contiene vocabulario específico de matemáticas que ayuda a los estudiantes a explicar su pensamiento matemático de manera precisa. ",
                "A continuación, le proporcionamos palabras que conforman el vocabulario específico de matemáticas que encontrarán en este libro, y algunas palabras de vocabulario general que podrían ser avanzadas para algunos lectores. ",
                "Vocabulario específico de matemáticas: agregar/sumar - juntar cantidades o unirlas a un conjunto; cociente - la respuesta a un problema de división; dividir - compartir un conjunto equitativamente entre grupos o colocar un conjunto en grupos ",
	    	"igual - tener el mismo valor o la misma cantidad; multiplicar - crear grupos de igual número o varios conjuntos que son comparables entre si; producto - la respuesta de un problema de multiplicación ",
	    	"restar - separar un conjunto o comparar dos números; total - el resultado al juntar cantidades o unirlas a un conjunto",
                "Vocabulario general: desafío - una situación difícil; determinar - averiguar algo; estrategia - un plan de acción creado para alcanzar una meta; exclamar - expresar algo en voz alta, con fuerza o emoción ",
                "polen - polvo amarillo que ayuda a las plantas a reproducirse; polinizar - fertilizar plantas (o flores) al mover el polen de una a otra flor; transferir - mover o cambiar algo de un lugar a otro "]
                ,["Lamar pasó por el huerto comunitario y vio a Simone y Pilar con el Sr. Flowers. ¡Hola!, dijo Lamar. ¿Qué están haciendo todos? Ah, solo recogiendo las fresas de las parcelas, respondió Simone. Parecen ser muchas. ¿Cuántas tenemos?, preguntó Lamar. "]
                ,["Recuerdo que habían 30 plantas de fresa y hasta ahora han crecido 25 fresas en cada planta, respondió el Sr. Flowers. Justo cuando Lamar recogió las últimas fresas, Uriah y Eduardo entraron el huerto. Los amigos se saludaron. ",
                "Estamos a punto de contar las fresas, compartió Simone y hay muchas. Necesitamos una forma de contarlas rápidamente. Tienes razón, dijo Pilar. Hagamos una PAUSA y pensemos."]
                ,["Sí, dijo Uriah. ENTIENDO y RECUERDO dos cosas. Primero, hay 30 plantas y cada una de esas plantas tiene 25 fresas. Y segundo, queremos encontrar el número total de fresas. ",
                  "Ahora tenemos que PLANEAR cómo resolver el problema. Podríamos sumar, pero quizá sería más fácil multiplicar, dijo Lamar. ¿Pero qué multiplicaríamos? preguntó Pilar. ",
                  "Podemos multiplicar 30 por 25 para RESOLVER el problema y así averiguar cuántas fresas tenemos en total, dijo Simone."]
                ,["¡Ese es un producto de 750 fresas!, dijo Simone. EVALUEMOS nuestra solución y verifiquemos si tiene sentido, dijo Eduardo. Podemos multiplicar 30x20, que da un producto de 600. Entonces podemos multiplicar 30x5, que da un producto de 150. ",
                  "Después, podemos sumar los productos, y nos da la misma respuesta de 750 fresas. ",
                  "¡Excelente!, dijo el Sr. Flowers. Saben, podríamos tener aún más éxito si tuviéramos algunas colmenas de abejas alrededor del huerto. Las abejas son muy útiles para ayudar a las plantas, como las fresas, a crecer. ",
                  "¿Qué quiere decir?, pregunto Uriah. Las abejas polinizan las fresas transfiriendo el polen entre las flores. ¡Una vez polinizadas, cada una de nuestras plantas podría producir hasta 75 fresas!, explicó el Sr. Flowers. ",
                  "¡Eso suena genial! dijo Uriah, sonriendo."]
                ,["Los amigos decidieron caminar a la Tienda de la Abejita Trabajadora para calcular el costo de los equipos para colmenas para la huerta. Calcularon que en total todo les costaría $225. ",
                  "¡¡$225!! Eso es mucho dinero, dijo Eduardo. ¿Cómo vamos a ganar tanto dinero? Sintiéndose un poco decepcionados, los amigos comenzaron a caminar de regreso a la huerta. Al pasar por la panadería, Uriah se detuvo. ",
                  "Oigan, tengo una idea increíble. ¡Hablemos con la Sra. Crumbs para ver si necesita fresas para sus pasteles!, Uriah dijo. ",
                  "Aah, esa es una gran idea. ¡Podemos vender nuestras fresas y usar el dinero que ganamos para comprar los equipos para la colmena del huerto!, dijo Simone."]
                ,["Cuando los amigos entraron a la panadería, fueron recibidos amablemente por la Sra. Crumbs. ¡Es maravilloso verlos! ¿Cómo puedo ayudarles hoy? ",
                  "Buenos días, Sra. Crumbs. Le queríamos avisar que las fresas que hemos cosechado del huerto comunitario están a la venta. ¿Le gustaría comprarlas para sus pasteles?, preguntó Pilar. ",
                  "¡Llegaron en el momento preciso! Estoy planeando hacer varios pasteles para el mercado de agricultores de este mes. Necesitaría 50 fresas para cada pastel, dijo la Sra. Crumbs."]
                ,["Espera, espera exclamó Lamar. ",
                  "Tenemos que recaudar suficiente dinero para comprar los equipos para colmenas, pero antes de planificar a cuánto debemos vender las fresas, primero tenemos que averiguar cuántos pasteles podría hacer la Sra. Crumbs con las fresas que tenemos. ",
                  "Cuando un nuevo cliente entró a la panadería, la Sra. Crumbs se volvió hacia los amigos y les dijo - Estaré con ustedes en unos minutos. ",
                  "Los amigos se reunieron. Bueno, hagamos una PAUSA y pensemos, comenzó Pilar. ENTIENDO que cuando dividimos un total en grupos iguales, usamos la división dijo Uriah, y RECUERDO que tenemos un total de 750 fresas."]
                ,["PLANEEMOS una estrategia, dijo Lamar.  Podríamos dividir las 750 fresas por las 50 que necesita la Sra. Crumbs para cada pastel. También podríamos RESOLVER este problema calculando cuántos grupos de 50 podemos hacer hasta llegar a 750, dijo Simone."]
                ,["¡Tenemos suficientes fresas para 15 pasteles! exclamó Simone. EVALUEMOS nuestra respuesta, dijo Eduardo. 15 veces 50 da un producto de 750. ¡Nuestra respuesta tiene sentido! ",
                  "¡Así es! Descubrimos que la Sra. Crumbs puede hacer 15 pasteles con todas nuestras fresas. Pero ¿cómo podemos ganar suficiente dinero para comprar los equipos para colmenas? pregunto Simone. Hagamos una PAUSA y pensemos, dijo Pilar. ",
	    	  "ENTIENDO y RECUERDO que tenemos que recaudar $225 para comprar los equipos que necesitamos para la colmena, respondió Uriah."]
                ,["PLANEEMOS una estrategia para encontrar una solución a este problema, dijo Lamar. ",
                "Podríamos dividir los $225 que necesitamos por los 15 pasteles que la Sra. Crumbs hará, dijo Simone. O bien, podríamos restar 15 de 225 una y otra vez hasta que llegamos a cero y contar cuántas veces hemos restado 15, respondió Lamar."]
                ,["¡Yo lo puedo RESOLVER dividiendo! ¡Sé que $225 dividido por 15 es un cociente de $15!, Simone dijo con emoción. EVALUEMOS esa respuesta. El producto de $15 por 15 es $225, así que obtuvimos la misma respuesta, dijo Eduardo. ",
                "¡Lo tenemos!, Simone respondió. En total cobraremos $225, ¡la cantidad justa para comprar los equipos para colmenas!"]
                ,["La Sra. Crumbs se reincorporó a la conversación. Bueno, ¿estamos listos para hacer un trato? Sí, tenemos 750 fresas para venderle, Sra. Crumbs. Debido a que necesita 50 fresas por cada pastel, podrá hacer 15 pasteles para el mercado de agricultores. ",
                  "Le venderíamos las fresas a $15 por pastel, por un total de $225. ¿Acepta nuestra oferta?  preguntó Pilar. ",
                  "¡Sí! Muchas gracias. Estoy segura que mis clientes van a apreciar que las fresas en los pasteles hayan sido cultivadas en nuestro huerto comunitario, respondió la Sra. Crumbs."]
                ,["¡Gracias! exclamaron los amigos cuando la Sra. Crumbs aceptó su oferta. Corrieron de regreso al huerto para contarle al Sr. Flowers las buenas noticias. ",
                  "¡Sr. Flowers, lo hicimos!, exclamó el grupo de amigos. ¡Recaudamos el dinero suficiente que necesitamos para los equipos para colmenas! ",
                  "Bien hecho, todos. Con su ayuda, vamos a ver mucha más fruta en el huerto el próximo año, dijo el Sr. Flowers."]
                ,["Los amigos comenzaron a empacar las fresas para entregarlas. Pueden empacar las fresas en estos recipientes donde caben 75 fresas en cada uno, dijo el Sr. Flowers. Primero hagamos una PAUSA, dijo Pilar. ",
                  "ENTIENDO que debemos dividir nuestras fresas en estos recipientes, y RECUERDO que tenemos 750 fresas en total, respondió Uriah. ",
                  "PLANEEMOS una estrategia. Si agregamos 75 fresas en cada recipiente, ¿cuántos recipientes necesitamos?, dijo Lamar. Tengo una manera de RESOLVER eso. ¡750 dividido por 75! dijo Simone"]
                ,["¡Eso significa que necesitamos 10 recipientes! dijo Simone. ¡Genial! EVALUEMOS nuestra respuesta. Sé que cuando multiplicamos 75 por 10, eso nos da un producto de 750. ¡Es la cantidad justa! agregó Eduardo. ",
                  "Los amigos empacaron las fresas y regresaron a la panadería. Aquí tiene, Sra. Crumbs. 750 fresas para unos deliciosos pasteles, dijo Eduardo. La Sra. Crumbs entregó a los amigos un sobre con el pago. ",
                  "¡Vamos a recoger nuestros equipos para la colmena! dijo Pilar. Los amigos volvieron a triunfar. Trabajaron juntos para RESOLVER cada problema, y EVALUAR sus soluciones."]
            ]
        },
 {
        "id":9,
        "languagetype":"sp",
        "maintitle":"(SP) Nuestro Mundo Matemático",
        "title":"(SP) Resolviendo problemas con deliciosas golosinas",
        "description":"(SP) Resolviendo problemas con deliciosas golosinas",
        "coverimg":"Our Mathematic World Book 4 Spanish Spread_Page_01 Cropped.jpg",
        "bookimagesfoldername":"OMW Spanish Book 4 Inside Pages Images",
        "pagesimages": [
            "Our Mathematic World Book 4 Spanish Spread_Page_03.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_04.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_05.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_06.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_07.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_08.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_09.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_10.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_11.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_12.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_13.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_14.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_15.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_16.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_17.jpg",
            "Our Mathematic World Book 4 Spanish Spread_Page_18.jpg",
	    "Our Mathematic World Book 4 Spanish Spread_Page_19.jpg"],
            "pagestexts": [
                ["Derecho de autor 2024 Caroline Byrd Hornburg, David J. Purpura, El consejo de administración de la Universidad de Purdue. ",
                "Derechos reservados. Ninguna parte de esta publicación puede ser reproducida, distribuida o transmitida en cualquier forma o por cualquier medio, incluyendo fotocopias, grabaciones u otros medios electrónicos o mecánicos, ",
                "sin el permiso previo del editor, excepto en el caso de citas breves incorporadas en revisiones críticas y ciertos otros usos no comerciales permitidos por la ley de derechos de autor. ",
                "Para solicitar permiso, escriba al Dr. David Purpura, purpura@purdue.edu, 1202 Mitch Daniels Blvd., Suite 310, West Lafayette, IN 47907. ",
                "El desarrollo de este libro fue financiado por Advanced Education Research y Development Fund's (AERDF) EF+Math Program, patrocinado fiscalmente por NewSchools Venture Fund. ",
                "El equipo de Nuestro Mundo Matemático (Our Mathematical World) reconoce las contribuciones de los educadores y el personal del distrito escolar de la ciudad de Middletown y Hubbard Media Arts Academy. ",
                "Publicado por: David J. Purpura, West Lafayette, Indiana 47907 ",
                "Para obtener más información sobre la serie de libros creados por el equipo de Nuestro Mundo Matemático (Our Mathematical World) y sobre sus investigaciones académicas visite www.OurMathWorld.com. ",
                "Lectores, Este libro es el primero de una serie de cinco libros desarrollados por el equipo de Nuestro Mundo Matemático (Our Mathematical World) para demostrar cómo resolver problemas usando las estrategias de PULSE:  ",
                "Pausa Respira: hondo y enfócate.  entiende y recUerda: Lee bien el problema y recuerda los detalles más importantes.  pLanea: Haz un plan.  Soluciona: Encuentra una solución.  Evalúa: ¿Tiene sentido la solución? ",
                "Este libro se enfoca en Entiende y Recuerda y Planea, recordando a los estudiantes a leer el problema e identificar información importante, y crear a un plan para resolver el problema ",
                "Sigan a Pilar, Uriah, Lamar, Simone y Eduardo mientras muestran las estrategias de PULSE para resolver los problemas matemáticos que encuentran en este libro",
                "¡Esperamos que disfruten leyendo! El equipo de Nuestro Mundo Matemático (Our Mathematical World)"]
                ,["Sugerencias para las maestras: El equipo de Nuestro Mundo Matemático (Our Mathematical World) tiene algunas sugerencias sobre cómo se puede usar este libro: Cada problema matemático se presenta de manera que la respuesta aparece en la siguiente página.",
                "Anime a sus estudiantes a resolver el problema antes de pasar a la siguente página y confirmar la respuesta. ",
                "Los niños de la historia a menudo tienen una o dos maneras de resolver el problema matemático. Pregúntele a sus estudiantes si hay maneras adicionales de resolver el problema. ",
                "Esta historia se enfoca en la comprensión de las fracciones. Converse con sus estudiantes utilizando lenguaje que describa las fracciones. Por ejemplo, puede decir que en la fracción 1/2, el 1 es es numerador y el 2 es el denominador. ",
                "Converse con sus estudiantes sobre operaciones matemáticas. Por ejemplo, cuando Eduardo multiplica, explique lo que significa la multiplicación usando las imágenes. ",
                "También podría tener una conversación sobre cómo la multiplicación se relaciona a la división. ",
                "Cuando la historia enfatiza la suma, la resta, la multiplicación o la división de fracciones, analice el significado de las operaciones. Use herramientas prácticas o imágenes para ayudar a los estudiantes a entender la operación matemática. ",
	    	"Por ejemplo, para ½ × 4, utilice imágenes para mostrar cómo ½ × 4 es el producto de 4/2 y cómo 4/2 equivale a 2. ",
		"Converse con sus estudiantes sobre los decimales y los porcentajes equivalentes a fracciones. ",
	    	"Por ejemplo, puede conversar de cómo 1/2 es igual a 0,5 y a 50%. Pregúntele a sus estudiantes cómo los cálculos con decimales son iguales o diferentes a aquellos con fracciones. ",
	    	"Pida a sus estudiantes que creen su propia mezcla de surtido de frutos secos para compartirla con la clase, y enfatice cada parte fraccionaria que se contribuye a la mezcla de surtido de frutos secos. ",
	    	"Del equipo de Nuestro Mundo Matemático (Our Mathematical World): Creo que [este libro es] excelente para comprender las matemáticas y cómo funcionan. Estudiante de cuarto grado, Hubbard Media Arts Academy ",
                "Glosario: Este libro contiene vocabulario específico de matemáticas que ayuda a los estudiantes a explicar su pensamiento matemático de manera precisa. ",
                "A continuación, le proporcionamos palabras que conforman el vocabulario específico de matemáticas que encontrarán en este libro, y algunas palabras de vocabulario general que podrían ser avanzadas para algunos lectores. ",
                "Vocabulario específico de matemáticas: agregar/sumar - juntar cantidades o unirlas a un conjunto; cociente - la respuesta de un problema de división; denominador - en una fracción, es el número de partes iguales en que se divide la unidad ",
	    	"dividir - compartir un conjunto equitativamente entre grupos o colocar un conjunto en grupos; entero - un área, tramo, o grupo que puede ser dividido en partes iguales; equivalente - algo que tiene el mismo valor o algo que tiene la misma cantidad ",
	    	"fracción - un número que describe las partes iguales de un número entero; mitad - un área, tramo, o grupo que está dividido en dos partes iguales; número mixto - un número compuesto por un número entero y una fracción ",
	    	"multiplicar - crear grupos de igual número o varios conjuntos que son comparables entre si; numerador - en una fracción, es el número de partes iguales que se tiene ",
	    	"producto - la respuesta de un problema de multiplicación; suma - la cantidad resultante de juntar o unir cantidades en un solo conjunto ",
                "Vocabulario general: apreciar - expresar agradecimiento por algo; estrategia - un plan de acción creado para lograr un objetivo; exclamar - expresar algo en voz alta, con fuerza o emoción ",
                "ingredientes - artículos que se necesitan para cocinar algo; motivar - animar a alguien a hacer algo; receta - una lista de pasos que uno sigue para cocinar algo"]
                ,["Hola, amigos, dijo Lamar. ¿Qué están haciendo? Estamos escribiendo una tarjeta para la Sra. Robin. ¡La próxima semana es la Semana de Apreciación al Maestro! respondió Pilar. ",
                "¡Así es! ¡Podemos hacer golosinas para nuestros seis maestros y traérselas todos los días! - exclamó Eduardo. "]
                ,["Podríamos hacer galletas con chispas de chocolate para el lunes, sugirió Simone. ¡Y un surtido de frutos secos para el martes!, exclamó Pilar. ",
                  "¡Buen plan!, dijo Lamar. Más tarde podemos planificar el resto de la semana. Tengo una idea. Vamos a buscar los ingredientes a nuestras casas y reunámonos en la panadería de la Sra. Crumbs para dejar todo listo. ",
                  "¡Buena idea! exclamó Simone. ¡Hasta pronto!"]
                ,["Cuando el grupo llegó a la panadería, fueron recibidos por la Sra. Crumbs. ¡Hola a todos! ¿Cómo les puedo ayudar? ",
                  "La Semana de Apreciación al Maestro comienza mañana, y queríamos saber si podemos usar la panadería para hacer algunas golosinas para nuestros seis maestros. Nos encantaría agradecerles por todo lo que hacen dijo Pilar. ",
                  "¡Que maravillosa idea!, contestó la Sra. Crumbs. ¡Por supuesto que pueden usar la panadería! Gracias, respondieron los amigos."]
                ,["¡Comencemos haciendo galletas con chispas de chocolate!, exclamó Simone. La Sra. Crumbs dijo, Pueden usar mi receta favorita. Necesitan 1/3 taza de chispas de chocolate y 1/2 libra de masa para galletas para hacer una tanda de 6 galletas. ",
                  "1/3 es una fracción con 1 como numerador y con 3 como denominador. 1/2 es también una fracción con un numerador de 1 y un denominador de 2. ",
                  "Entiendo, pero creo deberíamos hacer 24 galletas para que cada uno de nuestros 6 maestros reciba más de una galleta, dijo Eduardo. Mmm, me pregunto, ¿cómo podríamos cambiar la receta para hacer más galletas? Hagamos una PAUSA y pensemos, dijo Pilar."]
                ,["¡Buena idea!, dijo Uriah. ENTIENDO que debemos averiguar cuántas tandas necesitamos hornear para hacer 24 galletas. También RECUERDO que con esta receta hago 6 galletas, finalizó Uriah. ",
                  "¡Puedo PLANEAR una estrategia para resolverlo! dijo Lamar. Deberíamos dividir 24 por 6 y sabremos cuántas tandas tenemos que hacer. Así es, afirmó Simone. Yo puedo RESOLVER este problema. 24 dividido por 6 es... "]
                ,["¡Un cociente de 4!, exclamó Simone. ¡Sí!, dijo Eduardo. EVALUEMOS nuestra solución. Cuando multiplico 6 por 4, es 24. Entonces, 24 dividido por 6 es un cociente de 4. ¡Lo logramos!, se alegraron los amigos. ",
                  "Ahora, ¿qué pasa con las chispas de chocolate y la masa de las galletas?, preguntó Uriah. Hagamos una PAUSA y pensemos en eso, dijo Pilar. ",
                  "ENTENDEMOS que 1/2 libra de masa hace 1 tanda de galletas. Y RECORDAMOS que necesitamos 4 tandas para hacer 24 galletas, dijo Uriah. Podemos PLANEAR una estrategia de suma. Podemos agregar 1/2 libra 4 veces para obtener nuestra respuesta, dijo Lamar."]
                ,["¡Lo podemos RESOLVER!, Simone exclamó. 1/2 + 1/2 = 1 entero, y otro 1/2 + 1/2 = 1 entero. Sumando los enteros juntos nos da un total de 2 libras de masa para las galletas. ",
                "¡Bravo!, Eduardo aplaudió. ¡Puedo EVALUAR! 1/2 × 4 = 4/2, que es equivalente a 2. ¡Lo resolvimos!, exclamó Pilar. "]
                ,["Todavía tenemos las chispas de chocolate, les hizo acordar Eduardo. Nosotros podemos resolver cualquier problema si nos lo proponemos. Hagamos una PAUSA y pensemos, dijo Pilar. ",
                  "ENTENDEMOS que una tanda necesita 1/3 taza de chispas de chocolate. Y RECORDAMOS que necesitamos que la receta sea 4 veces más grande que la original para hacer las 24 galletas que necesitamos, añadió Uriah. ",
                  "Lo que significa que podemos PLANEAR una estrategia de multiplicación. ¡Podríamos multiplicar 1/3 × 4 y obtener el producto!, sonrió Lamar. ¡Yo lo puedo RESOLVER!, exclamó Simone. "]
                ,["El producto de 4 x 1/3 es 4/3. Multiplicamos 1/3 4 veces para obtener el producto de 1 1/3 tazas de chispas de chocolate necesarias para hacer 4 tandas de esta receta, dijo Simone. ",
                  "¡Excelente, ahora podemos EVALUAR!, dijo Eduardo. Sabemos que 1/3 veces 4 es 1 1/3 porque si sumamos 1/3 + 1/3 + 1/3, la suma es 3/3, o 1 entero, y sumando otro 1/3 nos da 1 y 1/3. 1 y 1/3 es un número mixto. ",
                  "Los amigos mezclaron los ingredientes, colocaron bolitas de masa sobre el molde forrado con papel de hornear y lo metieron al horno."]
                ,["¡Gracias a un gran trabajo en equipo, las galletas se veían deliciosas! Ahora para nuestra próxima receta: un surtido de frutos secos, dijo Simone. ",
                  "La Sra. Crumbs dijo Tengo la receta perfecta. Para hacer una bolsa, pueden usar 1/6 taza de “pretzels”, 2/6 tazas de pasas y 3/6 tazas de dulces de chocolate. Observen que cada una de estas fracciones tiene un denominador de 6. ",
                  "Suena fácil. ¡Cada bolsa tendrá una taza de surtido de frutos secos!, respondió Uriah. Necesitamos hacer una bolsa para cada uno de nuestros seis maestros. Entonces, ¿qué hacemos para aumentar la receta?, se preguntó Lamar."]
                ,["Hagamos una PAUSA y pensemos, respondió Pilar. Sabemos lo que necesitamos para una bolsa. ENTENDEMOS y RECORDAMOS que debemos aumentar los ingredientes para hacer suficiente para los 6 maestros - compartió Uriah. ",
                "Podemos PLANEAR una estrategia de multiplicación y multiplicar por 6 todos los ingredientes, dijo Lamar. Yo puedo RESOLVER ese problema - anunció Simone. "]
                ,["1/6 x 6 es un producto de 6/6, que es una taza de bocaditos de “pretzels”. Después, tenemos 2/6 x 6 que equivale a 12/6, o 2 tazas de pasas. Finalmente, 3/6 x 6 que es un producto de 18/6, o 3 tazas de dulces de chocolate. ",
                  "¡Eso es lo que necesitamos para hacer el surtido de frutos secos! - dijo Simone. ",
                  "¡Bravo!, Eduardo celebró. Vamos a EVALUAR. Me gusta hacer sumas repetidas. Para los chocolates, sé que 3/6 es equivalente a 1/2. Si agrego 1/2 6 veces, nos da un total de 6 mitades, o 3 tazas enteras de dulces de chocolate. ",
                  "Los amigos trabajaron juntos para mezclar y embolsar el surtido de frutos secos. ¡Maravilloso trabajo, todos!, dijo la Sra. Crumbs. ¡Gracias por permitirnos usar su panadería, Sra. Crumbs!, los amigos respondieron mientras empacaban sus golosinas."]
		,["El lunes, los estudiantes llegaron temprano para entregar sus sabrosas golosinas a sus maestros. ",
                  "¡Buenos días, maestros! Pilar comenzó. Queremos agradecerles por todo lo que hacen por nosotros, motivarnos a dar lo mejor de nosotros mismos, guiarnos para hacer lo correcto y ayudarnos a superar situaciones dificiles. ",
                  "¡Gracias! Exclamaron los estudiantes al mismo tiempo. "]
                ,["Lamar les dio a los maestros sus cajas de galletas y dijo. Hoy les damos como muestra de agradecimiento galletas con chispas de chocolates hechas por nosotros. Y les daremos más golosinas durante toda la semana, dijo Lamar. ",
                "La Sra. Robin les respondió a los estudiantes. En nombre del equipo, apreciamos las galletas y estamos muy entusiasmados por recibir las demás golosinas. Gracias por hacernos sentir especiales. "]
                ,["¡De nada!, dijo Uriah. Les alegrará saber que utilizamos el trabajo en equipo y nuestras habilidades para resolver problemas. Hicimos una PAUSA para concentrarnos primero en el problema, explicó Pilar. ",
                 "Luego nos aseguramos de ENTENDER y RECORDAR la información clave, dijo Uriah. Trabajamos juntos para PLANEAR una estrategia para resolver el problema, dijo Lamar. ",
	     	 "¡Y finalmente, RESOLVIMOS y EVALUAMOS!,  exclamaron Simone y Eduardo juntos. Los estudiantes y los maestros rieron juntos."]
	    ]
        },
 {
        "id":10,
        "languagetype":"sp",
        "maintitle":"(SP) Nuestro Mundo Matemático",
        "title":"(SP) Resolviendo problemas para planear un día recreativo divertido",
        "description":"(SP) Resolviendo problemas para planear un día recreativo divertido",
        "coverimg":"Our Mathematic World Book 5 Spanish Spread_Page_01_cropped.jpg",
        "bookimagesfoldername":"OMW Spanish Book 5 Inside Pages Images",
        "pagesimages": [
            "Our Mathematic World Book 5 Spanish Spread_Page_03.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_04.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_05.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_06.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_07.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_08.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_09.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_10.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_11.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_12.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_13.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_14.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_15.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_16.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_17.jpg",
            "Our Mathematic World Book 5 Spanish Spread_Page_18.jpg",
	    "Our Mathematic World Book 5 Spanish Spread_Page_19.jpg"],
            "pagestexts": [
                ["Derecho de autor 2024 Caroline Byrd Hornburg, David J. Purpura, El consejo de administración de la Universidad de Purdue. ",
                "Derechos reservados. Ninguna parte de esta publicación puede ser reproducida, distribuida o transmitida en cualquier forma o por cualquier medio, incluyendo fotocopias, grabaciones u otros medios electrónicos o mecánicos, ",
                "sin el permiso previo del editor, excepto en el caso de citas breves incorporadas en revisiones críticas y ciertos otros usos no comerciales permitidos por la ley de derechos de autor. ",
                "Para solicitar permiso, escriba al Dr. David Purpura, purpura@purdue.edu, 1202 Mitch Daniels Blvd., Suite 310, West Lafayette, IN 47907. ",
                "El desarrollo de este libro fue financiado por Advanced Education Research y Development Fund's (AERDF) EF+Math Program, patrocinado fiscalmente por NewSchools Venture Fund. ",
                "El equipo de Nuestro Mundo Matemático (Our Mathematical World) reconoce las contribuciones de los educadores y el personal del distrito escolar de la ciudad de Middletown y Hubbard Media Arts Academy. ",
                "Publicado por: David J. Purpura, West Lafayette, Indiana 47907 ",
                "Para obtener más información sobre la serie de libros creados por el equipo de Nuestro Mundo Matemático (Our Mathematical World) y sobre sus investigaciones académicas visite www.OurMathWorld.com. ",
                "Lectores, Este libro es el primero de una serie de cinco libros desarrollados por el equipo de Nuestro Mundo Matemático (Our Mathematical World) para demostrar cómo resolver problemas usando las estrategias de PULSE:  ",
                "Pausa: Respira hondo y enfócate.  entiende y recUerda: Lee bien el problema y recuerda los detalles más importantes.  pLanea: Haz un plan.  Soluciona: Encuentra una solución.  ",
                "Evalúa: ¿Tiene sentido la solución? Este libro se enfoca en Soluciona y Evalúa, que les recuerda a los estudiantes cómo solucionar problemas y evaluar respuestas luego de comprobar si la solución tiene sentido. ",
                "Sigan a Pilar, Uriah, Lamar, Simone y Eduardo mientras muestran las estrategias de PULSE para resolver los problemas matemáticos que encuentran en este libro ",
                "¡Esperamos que disfruten leyendo! El equipo de Nuestro Mundo Matemático (Our Mathematical World)"]
                ,["Sugerencias para las maestras: El equipo de Nuestro Mundo Matemático (Our Mathematical World) tiene algunas sugerencias sobre cómo se puede usar este libro. Cada problema matemático se presenta de manera que la respuesta aparece en la siguiente página.",
                "Anime a sus estudiantes a resolver el problema antes de pasar a la siguente página y confirmar la respuesta. ",
                "Los niños de la historia a menudo tienen una o dos maneras de resolver el problema matemático. Pregúntele a sus estudiantes si hay maneras adicionales de resolver el problema. ",
                "En este libro, algunos de los números son más grandes que en libros anteriores. Con algunos de los cálculos, considere mostrar la notación para resolver los problemas. Aproveche las oportunidades de practicar matemáticas. ",
                "Por ejemplo, en lugar de tener 40 niños en 5 equipos, pregunte a sus estudiantes qué pasaría si tuvieran 40 niños en 10 equipos. Relacione las matemáticas con estudiantes de su escuela. ",
                "Realice algunas de las actividades del libro con sus estudiantes. Por ejemplo, configure la actividad de bolos y haga los mismos cálculos que el libro. ",
                "Del equipo de Nuestro Mundo Matemático (Our Mathematical World): Este libro empodera a los estudiantes para que sean líderes en sus propias escuelas. - Sandra K., maestra, Hubbard Media Arts Academy. ",
                "Disfruto los libros. Son atractivos para mis estudiantes y han llegado a reconocer los personajes de la serie de libros. - Audrey D., maestra, Hubbard Media Arts Academy ",
	    	"Nota especial: Gabriel Stahl es educador de la Corporación Escolar de West Lafayette (West Lafayette School Corporation) desde 2016. También es un consultor de Restorative Group, una agencia consultora en el campo de la educación enfocada",
	    	"en temas de prácticas basadas en restauracion y trauma, aprendizaje socioemocional, equidad, y mejora del ambiente y la cultura en el entorno escolar. ",
	    	"El Sr. Stahl es resaltado en el libro 5 de la serie de Nuestro Mundo Matemático y contribuyó a la creación del libro.",
                "Glosario Este libro contiene vocabulario específico de matemáticas que ayuda a los estudiantes a explicar su pensamiento matemático de manera precisa. ",
                "A continuación, le proporcionamos palabras que conforman el vocabulario específico de matemáticas que encontrarán en este libro, y algunas palabras de vocabulario general que podrían ser avanzadas para algunos lectores. ",
                "Vocabulario específico de matemáticas: cociente - la respuesta a un problema de division; dividir - compartir un conjunto equitativamente entre grupos o colocar un conjunto en grupos ",
	    	"equivalente - algo que tiene el mismo valor o algo que tiene la misma cantidad; factor - números que se multiplican juntos para dar un product; igual - tener el mismo valor o la misma cantidad ",
	    	"multiplicar - crear grupos de igual número o varios conjuntos que son comparables entre si; producto - la respuesta de un problema de multiplicación",
	    	"producto parcial - la respuesta a una parte de un problema de multiplicación que tiene múltiples pasos (por ejemplo, 24x37); total - el resultado al juntar cantidades o unirlas a un conjunto; yarda - unidad de longitud igual a 3 pies",
                "Vocabulario general: anudado - algo que está atado o amarrado con un nudo; exclamar - expresar algo en voz alta, con fuerza o emoción; fomentar -  motivar, promover o animar a hacer algo; ",
                "lluvia de ideas - cuando un grupo de personas comparte muchas ideas a la vez; precisa – exacta; vara de medir - regla que mide 3 pies "]
                ,["Era martes por la tarde y el Sr. Stahl estaba organizando la reunión del consejo estudiantil. Estudiantes, nuestro Día Recreativo es el viernes. Ustedes pidieron planificar nuestros eventos este año, ¡y yo creo que es una gran idea! ",
                  "Ustedes planearán juegos para los 600 estudiantes de la escuela. Los juegos deben ser seguros y fomentar el trabajo en equipo, explicó el Sr. Stahl. ",
                  "Ah, y una cosa más!, Por razones de seguridad cada estación de juego solo puede tener 40 estudiantes a la vez agregó el Sr. Stahl. Estaré en mi oficina si alguien tiene alguna pregunta, dijo el Sr. Stahl."]
                ,["Los estudiantes estaban emocionados y comenzaron a planear de inmediato. ",
                  "Vamos a hacer una PAUSA y pensemos. Tenemos 600 estudiantes, pero cada estación sólo puede tener 40 estudiantes a la vez. ¿Entonces, cuántas estaciones necesitaremos?, dijo Pilar. ",
                  "Uríah agregó ENTENDEMOS que cuando se divide un grupo en grupos más pequeños se puede utilizar la división, y RECUERDO que necesitamos grupos de 40.",
                  "Lamar estuvo de acuerdo. Ahora vamos a PLANEAR. Podemos dividir 600 estudiantes en grupos de 40, lo que nos dará el número de estaciones."]
                ,["Simone comentó, ¡Yo lo puedo RESOLVER! Puedo descomponer 600 en números más pequeños con los que puedo trabajar primero. Sé que 40 por 10 es un producto de 400, y el producto de 40 por 5 es 200. ",
                  "Si sumo los dos productos parciales, me da un total de 600. Entonces sé que 40 por 15 es 600. ¡Eso significa que el cociente de 600 dividido por 40 es 15! ",
                  "Eduardo estuvo de acuerdo, ¡Así es! Voy a EVALUAR para comprobar la respuesta. Si dividimos 600 estudiantes en grupos de 40 obtendremos 15 estaciones. ¡Excelente!"]
                ,["¡Tengo una idea!, dijo Uriah. Podemos dividir cada estación de juego en 5 equipos. Eso permitiría que más estudiantes puedan jugar al mismo tiempo en cada estación. Así no tendrán que estar en un grupo tan grande. ",
                  "¡Excelente! Hagamos una PAUSA y pensemos en cómo dividir en equipos. Podemos tener un equipo verde, amarillo, naranja, azul, y rojo, dijo Pilar. ",
                  "Buena idea. ENTIENDO que tenemos 40 estudiantes en una estación a la vez, y RECUERDO que debemos tener 5 equipos, dijo Uriah. Puedo PLANEAR para resolver el problema. Podemos dividir el grupo de 40 estudiantes en 5 equipos, sugirió Lamar. "]
                ,["Puedo RESOLVER el problema. ¡Eso nos daría 8 estudiantes en cada equipo!, dijo Simone. Ahora voy a EVALUAR la respuesta. El producto de 8 veces 5 es 40. ¡Gran trabajo, equipo dijo Eduardo. ",
                  "A continuación, el grupo tuvo una sesión de lluvia de ideas para pensar en posibles juegos y materiales."]
                ,["Los amigos estaban trabajando duro cuando Lamar pidió ayuda. Estoy trabajando en una idea de juego de bolos con 5 pistas, pero no puedo resolver cuántos bolos necesito en total, dijo Lamar. ",
                  "Hagamos una PAUSA y pensemos primero cuántos bolos se necesitarían en un carril, comentó Pilar. Necesitaríamos 10, respondió Lamar. ",
                  "ENTENDEMOS que podemos multiplicar 5 veces el número de bolos que necesitan para un carril y poder así encontrar el número total de bolos que se necesitan para los 5 carriles, compartió Uriah a Lamar. ",
                  "Y RECORDAMOS que se necesitan 10 bolos para cada carril. ",
                  "Correcto, dijo Lamar. Para PLANEAR el número total de bolos, tendremos que multiplicar 5 carriles por los 10 bolos que necesitamos en cada carril."]
                ,["¡Yo lo puedo RESOLVER!, dijo Simone. ¡El producto de 5 x 10 es 50! ¡Sí!, dijo Eduardo. EVALUARÉ. 50 dividido por 10 es un cociente de 5. ¡Nuestros cálculos matemáticaticos son correctos!, celebró Eduardo. ",
                  "Gracias a todos, comentó Lamar. Pero tengo un problema más, los bolos y la línea de salida desde donde se tira la pelota deben estar separados por 24 pies de distancia. Ok, ¿cuál es el problema?, preguntó Eduardo."]
                ,["El Sr. Stahl nos dio varas de medir, no reglas, dijo Lamar. Mmm, hagamos una PAUSA y pensemos, dijo Pilar. ENTENDEMOS que la distancia entre la línea de partida y los bolos debe ser de 24 pies. RECUERDO que 3 pies equivale a 1 yarda, explicó Uriah.",
                  "Con esa información, podemos PLANEAR una solución, dijo Lamar. ¿Tres veces qué factor nos daría 24? Eso nos dirá cuántas varas tenemos que usar."]
                ,["Buena idea, dijo Simone. ¡Yo lo puedo RESOLVER! El factor sería 8 porque sé que el producto de 3 por 8 es 24. ",
                  "¡Bravo!, exclamó Eduardo. Tienes razón, Simone. Cuando EVALUAMOS también sabemos que dividiendo 24 por 3 da un cociente de 8 varas de medir. ¡Lo hicimos de nuevo! ",
                  "Ahora que solucionamos el problema de los bolos, necesito ayuda con mi juego de lanzamiento de pelotas, dijo Pilar."]
                ,["El Sr. Stahl ordenó 600 pelotas para nuestro juego de lanzamiento de pelotas, ¡y necesito armar el juego para tener la misma cantidad de pelotas para cada equipo!, dijo Pilar. ",
                  "No te preocupes Pilar, todos podemos ayudarte, dijo Uriah. ¿Cuántas pelotas le daremos a cada equipo?, preguntó Lamar."]
                ,["Primero hagamos una PAUSA y pensemos, dijo Pilar. ENTIENDO que tenemos un total 600 pelotas y RECUERDO que tenemos que dividirlas entre 5 equipos, dijo Uriah. ",
                  "Podemos PLANEAR una solución para el problema dividiendo 600 pelotas entre los 5 equipos. Sé que 60 divido por 5 es igual a 12, y podemos usar eso para ayudarnos a resolver 600 dividido por 5, dijo Lamar. ¡Yo lo puedo RESOLVER!, Simone dijo."]
                ,["600 dividido por 5 es un cociente de 120, dijo Simone. EVALUEMOS. Sé que 12 por 5 es 60, entonces el producto de 120 por 5 es 600. ¡Cada equipo necesitará 120 pelotas para el juego!, Eduardo celebró. ",
                  "¡Buen trabajo equipo! ¿Qué más tenemos que hacer para terminar de preparnos para el Día Recreativo?, preguntó Uriah."]
                ,["Vamos a preparar todos los demás juegos, respondió Lamar. Pilar reunió sacos para una carrera de sacos. Uriah recogió pelotas y conos de fútbol para hacer un relevo de fútbol. ",
                "Lamar y Simone pensaron en diferentes juegos para jugar con un paracaídas mientras Eduardo comenzó a construir un curso de obstáculos."]
                ,["Justo cuando los estudiantes estaban terminando, el Sr. Stahl volvió de su oficina. Estudiantes, ¿tienen las estaciones listas para el Día Recreativo?, preguntó el Sr. Stahl. ",
                "¡Sí!, exclamó Pilar. ¡Tenemos juego de bolos, juego de lanzamiento de pelotas, una carrera de sacos, relevo de fútbol, juego de paracaídas, y un curso de obstáculos preparados y listos para usar! ",
                "¡Bien hecho! Los revisaré, junto con las otras estaciones que tenemos, y este viernes el Día Recreativo será un éxito, anunció el Sr. Stahl."]
                ,["El Día Recreativo fue un gran éxito. Todos los estudiantes disfrutaron los juegos y tuvieron un día lleno de diversión. Los amigos lo lograron una vez más. ¡Trabajaron juntos y usando PULSE para entender, recordar, planear y solucionar todos los problemas! "]
            ]
    }
]