[
    {
        "id":1, 
        "fullname":"Rob Duncan",
        "title":"Assistant Professor",
        "description":"Robert Duncan, Co-Investigator, is an Assistant Professor in the departments of Human Development and Family Studies and Public Health at Purdue University. His research focuses on understanding the connections between children’s early environments and their development of school readiness skills (e.g., language abilities, self-regulation, executive function, academic achievement)",
        "type":  "R&D",
        "img": "Robert_Duncan.jpg",
        "twitter":"rjduncan5",
        "website":"www.purdue.edu/hhs/hdfs/directory/faculty/duncan_robert.html",
        "email":"duncan99@purdue.edu"
    },
    {
        "id":2, 
        "fullname":"Sarah Eason",
        "title":"Assistant Professor",
        "description":"Sarah Eason, Co-Investigator, is an Assistant Professor in Human Development and Family Studies at Purdue University. Her research focuses on how families support children’s development of math knowledge and positive math attitudes, with an emphasis on how to develop resources that align with families’ social and cultural contexts",
        "type":  "R&D",
        "img": "S_Eason.jpg",
        "twitter":"SarahHEason",
        "website":"",
        "email":"season@purdue.edu"
    },
    {
        "id":3, 
        "fullname":"Michael Eiland",
        "title":"Senior Research Associate",
        "description":"Michael Eiland, Senior Research Associate at Purdue University, is an early childhood and elementary mathematics education research scientist. His work focuses on mathematical thinking and learning",
        "type":  "R&D",
        "img": "Eiland_Michael.jpg",
        "twitter":"",
        "website":"",
        "email":"meiland@purdue.edu"
    },
    {
        "id":4, 
        "fullname":"Caroline Hornburg",
        "title":"Assistant Professor",
        "description":"Caroline Hornburg, Principal Investigator, is an Assistant Professor of Human Development and Family Science at Virginia Tech. Her research program focuses on children’s understanding of specific math skills and the optimal design of interventions to improve children’s understanding",
        "type":  "R&D",
        "img": "Hornburg_Professional.jpg",
        "twitter":"cbhornburg",
        "website":"www.vtlearnlab.com",
        "email":"chornburg@vt.edu"
    },
    {
        "id":5, 
        "fullname":"Amanda Mayes",
        "title":"Project Manager",
        "description":"Amanda Mayes, Project Manager, is the founder of Second Act Research, Senior Research Associate in Human Development and Family Studies at Purdue University, and a Visiting Assistant Professor in Cornerstone Integrated Liberal Arts. Her research interests include academic and intrinsic impacts of arts experiences, program assessment, curriculum design, and improving cultural competency.",
        "type":  "R&D",
        "img": "Amanda.jpg",
        "twitter":"",
        "website":"",
        "email":"asmayes@purdue.edu"
    },
    {
        "id":6, 
        "fullname":"Tamika McElveen",
        "title":"Postdoctoral Research Associate",
        "description":"Tamika McElveen, Postdoctoral Research Associate at Purdue University, is an Educational Psychologist and her research examines mathematics teaching practices that positively impact students' math identities and achievement. She values opportunities to partner with teachers and students to develop culturally sustaining curriculum and instruction.",
        "type":  "R&D",
        "img": "",
        "twitter":"TamikaMcElveen",
        "website":"",
        "email":"tmcelvee@purdue.edu"
    },
    {
        "id":7, 
        "fullname":"Gigliana Melzi",
        "title":"Associate Professor",
        "description":"Gigliana Melzi, Co-Investigator, is an Associate Professor in the Department of Applied Psychology and Affiliated Faculty at the Center for Latin American and Caribbean Studies at New York University. Her research focuses on the intersection of culture and linguistic practices and its relation to young children's early learning and development",
        "type":  "R&D",
        "img": "",
        "twitter":"GiglianaMelzi",
        "website":"https://www.cfdmelzi.org",
        "email":"gigliana.melzi@nyu.edu"
    },
    {
        "id":8, 
        "fullname":"Dana Miller-Cotto",
        "title":"Assistant Professor",
        "description":"Dana Miller-Cotto, Co-Investigator, is an Assistant Professor of Psychological Sciences at Kent State University in Kent, OH.  Her research focuses on how and why executive functions, or the ability to regulate and control actions and cognitions, are related to mathematics skills with the goal of designing learning materials for students along all ability levels. She is also interested in the extent to which children’s early childhood experiences at home and in school promote or inhibit improvement in math and executive functions and how these experiences differ based on race/ethnicity and family income",
        "type":  "R&D",
        "img": "dana.png",
        "twitter":"danacotto",
        "website":"danamillercotto.com",
        "email":"dmillerc@kent.edu"
    },
    {
        "id":9, 
        "fullname":"Sarah Powell",
        "title":"Assistant Professor",
        "description":"Sarah Powell, Co-Principal Investigator, is an Associate Professor in the Department of Special Education at The University of Texas at Austin. Sarah conducts research in mathematics for students who experience mathematics difficulty and works on grants related to mathematics read-alouds, word-problem solving, data-based decision making in mathematics, intervention replication, and music in mathematics",
        "type":  "R&D",
        "img": "Powell.jpg",
        "twitter":"sarahpowellphd",
        "website":"www.sarahpowellphd.com",
        "email":"srpowell@utexas.edu"
    },
    {
        "id":10, 
        "fullname":"Nydia Prishker",
        "title":"Assistant Professor",
        "description":"Nydia Prishker, Curriculum Designer, is an Assistant Professor of Childhood Education at St. Thomas Aquinas College in Sparkill, NY. Nydia is a Bilingual Educator and an advocate for quality and equity in the education of children from diverse cultural, ethnic, and linguistic backgrounds. Nydia also works in developing new resources for teachers, providers, and parents to enhance the practices of teachers and families that support the school readiness of young children in a culturally responsive and relevant way",
        "type":  "R&D",
        "img": "",
        "twitter":"nprishker",
        "website":"www.stac.edu/nydia",
        "email":"nprishke@stac.edu"
    },
    {
        "id":11, 
        "fullname":"David Purpura",
        "title":"Associate Professor",
        "description":"David Purpura, Principal Investigator, is a Professor in the Department of Human Development and Family Studies at Purdue University and Director of the Center for Early Learning. His research program focuses on how young children learn math and how to identify children who are at risk for later math difficulties",
        "type":  "R&D",
        "img": "david.jpg",
        "twitter":"DavidJPurpura",
        "website":"www.davidpurpura.com",
        "email":"Purpura@purdue.edu"
    },
    {
        "id":12, 
        "fullname":"Andy Ribner",
        "title":"Postdoctoral Scholar",
        "description":"Andy Ribner, Co-Investigator, is a postdoctoral scholar in the Kids' Thinking Lab at the University of Pittsburgh. His primary area of study is on the development of children's self-regulatory skills and their role in math learning in and out of classroom settings. He also studies the antecedents and consequences of screen-based media use in young children",
        "type":  "R&D",
        "img": "",
        "twitter":"andyribner",
        "website":"www.andyribner.com",
        "email":"andy.ribner@pitt.edu"
    },
    {
        "id":13, 
        "fullname":"Ma Bernadette Salgarino",
        "title":"Assistant Director",
        "description":"Dr. Ma Bernadette Andres-Salgarino, Co-Principal Investigator, Assistant Director for iSTEAM of SCCOE is a National Board Certified Teacher, a member of the CA Mathematics Curriculum Framework Committee (2013 & 2021), and an advocate for Rehumanizing Mathematics. She was awarded the Texas Instruments – STEM Teacher of the Year in 2012 and ESUHSD Teacher of the Year in 2013 for her work fostering mathematics literacy and mathematics for social justice",
        "type":  "R&D",
        "img": "",
        "twitter":"salg274",
        "website":"",
        "email":"bernadette.salgarino@gmail.com"
    },
    {
        "id":14, 
        "fullname":"Sara Schmitt",
        "title":"Associate Professor",
        "description":"Sara Schmitt, Co-Principal Investigator, is an Associate Professor in the College of Education at the University of Oregon. She studies the development of self-regulation, including executive function, and develops and evaluates interventions designed to support these skills in children",
        "type":  "R&D",
        "img": "Schmitt_Sara.jpg",
        "twitter":"SaraAnneSchmitt",
        "website":"",
        "email":"sschmitt@uoregon.edu"
    },
    {
        "id":15, 
        "fullname":"Eeic Wilkey",
        "title":" Postdoctoral Fellow",
        "description":"Eric Wilkey, Co-Investigator, is an Assistant Professor in Psychology & Human Development at Vanderbilt University.  His research focuses on how executive functions integrate with math skills to support math cognition and math learning and what factors lead to math learning difficulties",
        "type":  "R&D",
        "img": "",
        "twitter":"ericdwilkey",
        "website":"www.ericdwilkey.com",
        "email":"eric.d.wilkey@vanderbilt.edu"
    },
    {
        "id":16, 
        "fullname":"Audrey Diaz",
        "title":"8th Grade Math Teacher",
        "description":"Audrey Diaz teaches 8th grade Math, Science, and Advisory at Hubbard Media Arts Academy in Alum Rock School District. She has been teaching for 18 years and has taught K-8th grade",
        "type":  "DISTRICTPARTNERS",
        "img": "Audrey Diaz.jpg",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":17, 
        "fullname":"Keri Hensley",
        "title":"Student Services Coordinator",
        "description":"Keri Hensley is a Student Services Coordinator for Middletown City School District in Ohio.  She has also served as Teacher, Reading Specialist, Teacher Leader, and Principal in the 23 years she has been in the district.  Keri  supports all educators in an effort to provide the best possible learning opportunities for all students",
        "type":  "DISTRICTPARTNERS",
        "img": "",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":18, 
        "fullname":"Sandra Kunze",
        "title":"Fourth Grade Teacher",
        "description":"Sandra Kunze is a 4th Grade Teacher at Hubbard Media Arts Academy with the Alum Rock Union School District. Sandra has worked as an Elementary School Teacher for 9 years, all of which have been with Alum Rock",
        "type":  "DISTRICTPARTNERS",
        "img": "SandraKunze.jpg",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":19, 
        "fullname":"Danielle Letts",
        "title":"4th & 5th Grade teacher",
        "description":"Danielle Letts is a 4th/5th-grade teacher at Hubbard Media Arts Academy in Alum Rock Union Elementary School District in San Jose. She has been teaching in Alum Rock for over 20 years and is involved at both her school site and school district in a number of capacities to support teachers' professional learning",
        "type":  "DISTRICTPARTNERS",
        "img": "Danielle.png",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":20, 
        "fullname":"Beth Olthoff",
        "title":"Teacher Leader",
        "description":"Beth Olthoff serves as a Teacher Leader for Middletown City School District in Ohio. She has worked with Middletown City Schools from 2011-2014 and again from 2017-present. Previous years experience include elementary classroom teacher, District Literacy Coach, ELA and Social Studies Curriculum Coordinator, Federal Grants Coordinator, and Instructional Specialist",
        "type":  "DISTRICTPARTNERS",
        "img": "",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":21, 
        "fullname":"Kelly Rutledge",
        "title":"Teacher Leader",
        "description":"Kelly Rutledge is a Teacher Leader for the Middletown City School District in Ohio.  She taught 3rd and 4th grade for 26 years prior to assuming this coaching role. She supports her fellow educators to ensure positive and meaningful learning environments and experiences for ALL students",
        "type":  "DISTRICTPARTNERS",
        "img": "KellyRutledge.jpg",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":22, 
        "fullname":"Adam Smith",
        "title":"Designing for Equity Manager",
        "description":"Adam E. Smith is the Designing for Equity Manager for the EF+Math Program. His research focuses on issues of math self-efficacy for Black students, infusing tenets of critical race theory and psychosocial constructs including math identity and teacher belief",
        "type":  "DISTRICTPARTNERS",
        "img": "",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":23, 
        "fullname":"Kyoung Choe",
        "title":"Former Consultant",
        "description":"Kyoung Choe, Former Consultant, uses web-based cognitive tasks, brain imaging, eye-tracking, and machine learning to understand neurocognitive mechanisms of math anxiety and math avoidance. He is passionate about using technology to increase student motivation, engagement, and learning in math at scale",
        "type":  "FORMERR&D",
        "img": "kyoung.jpg",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":24, 
        "fullname":"Le M. Tran",
        "title":"Research Associate",
        "description":"Le M. Tran, Former Curriculum Designer, is a Research Associate in the Meadow Center for Preventing Educational Risks at the University of Texas at Austin. Le’s area of interests includes culturally and linguistically responsive practices for students with disabilities particularly in the areas of math intervention, transition services, and IEP development",
        "type":  "FORMERR&D",
        "img": "",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":25, 
        "fullname":"Matin Abdel-Qawi",
        "title":"High School Network Superintendent",
        "description":"Matin Abdel-Qawi is the High School Network Superintendent for the Oakland Unified School District. Matin holds an MA from the University of California, Berkeley, and has been an equity-centered educational leader for over twenty years",
        "type":  "FORMERDISTRICTPARTNERS",
        "img": "",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":26, 
        "fullname":"Michelle Hurr",
        "title":"Third Grade Teacher",
        "description":"Michelle Hurr is a third grade teacher for Middletown City School District in Middletown, Ohio. She has taught 3rd grade regular education as well as special education for the past 18 years. She is passionate about her teaching and ensuring the success of all students. She enjoys finding new ideas and constantly looks for innovative methods to present material to students. Her passion shines through with relationships and rapport she builds with her students",
        "type":  "FORMERDISTRICTPARTNERS",
        "img": "MichelleHurr.jpg",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":27, 
        "fullname":"Megan Weisman",
        "title":"Third Grade Teacher",
        "description":"Megan Weisman is currently a 3rd grade teacher at Rosa Parks Elementary in Middletown Ohio. She recently graduated college in 2019. Megan's favorite subject is math, and she hopes to inspire all her students to appreciate math. Math skills are life skills, and Megan is passionate about teaching her classes those skills",
        "type":  "FORMERDISTRICTPARTNERS",
        "img": "MeganWeisman.jpg",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":28, 
        "fullname":"Angela Adams",
        "title":"Third Grade Teacher",
        "description":"Angela Adams is a third grade teacher for the  Middletown City School District in Ohio. She has taught first, second and third grades in the 31 years she has been in the district. She obtained her M.A.T in 2003. She is dedicated to the students of Middletown and to providing the best equitable learning opportunities for all of them.",
        "type":  "FORMERDISTRICTPARTNERS",
        "img": "",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":29, 
        "fullname":"Rex Howard",
        "title":"Fourth Grade Teacher",
        "description":"Rex Howard is a fourth grade teacher for the Middletown City School District in Ohio. He is a Middletown Alum. This is his 8th year teaching. He never expected or planned on teaching math, so he works hard to ensure it’s done right",
        "type":  "FORMERDISTRICTPARTNERS",
        "img": "Rex Howard.png",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":30, 
        "fullname":"Lyndsey Pierce",
        "title":"Third Grade Teacher",
        "description":"Lyndsey Pierce is a third grade teacher for Middletown City School District in Middletown, Ohio. Lyndsey is passionate about promoting student leadership and creating a classroom community that allows students to take ownership of their learning",
        "type":  "FORMERDISTRICTPARTNERS",
        "img": "Lyndsey Pierce.jpg",
        "twitter":"",
        "website":"",
        "email":""
    },
    {
        "id":31, 
        "fullname":"Kayla Richey",
        "title":"Third Grade Teacher",
        "description":"Kayla Richey is a third grade teacher for Middletown City School District in Middletown, Ohio. Kayla has worked in both charter and public school settings. Kayla has been teaching for 9 years and has a masters in Educational Leadership from the University of Cincinnati",
        "type":  "FORMERDISTRICTPARTNERS",
        "img": "",
        "twitter":"",
        "website":"",
        "email":""
    }
]